[
    {
        "party":"Vasemmistoliitto",
        "manifesto_summary_en":"**Overview**\n\nThe Helsinki Left Alliance's 2025 municipal election manifesto centers on building a socially just and ecologically sustainable Helsinki for all residents, regardless of background or income. Key priorities include ensuring equal access to quality education and social and healthcare services, promoting affordable housing and accessible public transportation, and taking ambitious action on climate change and nature conservation. The party also emphasizes the importance of sustainable employment, fair labor practices, and a vibrant cultural life for all Helsinkians. The manifesto advocates for increased investment in public services and a rejection of privatization.\n\n**Notable Proposals & Interventions**\n\n1.  **Expand Early Childhood Education:** Guarantee access to high-quality early childhood education for all children, regardless of their parents' circumstances, and ensure sufficient availability of 24-hour childcare services throughout Helsinki.\n2.  **Improve Basic Education Resources:** Reduce class sizes, increase the number of teachers and special education staff, and provide free school supplies and textbooks to ensure an equal learning environment for all students.\n3.  **Increase Affordable Housing:** Construct at least 1,500 new city-owned rental apartments per year, with 35% of all new housing being long-term regulated ARA rental apartments, and explore modern European rent regulation models.\n4.  **Enhance Public Transportation:** Make public transportation more affordable than owning a car, offer discounted fares for students, unemployed, and pensioners, and work towards free public transportation in the long term.\n5.  **Achieve Carbon Neutrality:** Accelerate efforts to achieve carbon neutrality by 2030 and carbon negativity by 2040, transitioning to emission-free energy production and promoting sustainable consumption and a circular economy.\n6.  **Protect Urban Nature:** Preserve valuable natural sites and the central park from construction, increase urban greenery, and establish a national urban park in Helsinki.\n7.  **Improve Access to Healthcare:** Strengthen primary healthcare resources, eliminate health center fees, implement a personal physician model, and ensure access to necessary care for undocumented individuals.\n8.  **Strengthen Mental Health Services:** Increase low-threshold mental health services, ensure treatment within one month of assessment, and allocate more resources to substance abuse services.\n9.  **Promote Fair Employment:** Advocate for fair wages, permanent positions, and reduced working hours (30 hours per week) for city employees, and combat involuntary self-employment in the cultural sector.\n10. **Support Cultural Activities:** Keep entrance fees to cultural and leisure services as low as possible, offer free services, provide cultural vouchers for the long-term unemployed, and increase art activities in schools.\n\n**Speech Tone Analysis**\n\nThe general tone of the manifesto is **assertive** and **idealistic**. The manifesto presents a clear vision for Helsinki and confidently proposes concrete measures to achieve its goals. It also reflects an idealistic commitment to social justice, equality, and environmental sustainability.\n\n**Potential Voter Base (Target Audience)**\n\nThe Helsinki Left Alliance's manifesto is likely to appeal to two key demographic groups:\n\n*   **Low-to-middle income residents:** The focus on affordable housing, accessible public transportation, and free or low-cost public services directly addresses the concerns of those struggling with the high cost of living in Helsinki.\n*   **Socially and environmentally conscious voters:** The strong emphasis on social justice, equality, climate action, and nature conservation will resonate with voters who prioritize these values.\n",
        "manifesto_summary_fi":"**Overview**\n\nHelsingin Vasemmistoliiton kuntavaaliohjelma 2025 keskittyy Helsingin tekemiseen kaupungiksi kaikille, ei vain harvoille. Puolue korostaa ekologista kestävyyttä, sosiaalista oikeudenmukaisuutta ja yhdenvertaisia mahdollisuuksia asua, työskennellä, opiskella, liikkua ja harrastaa. Ohjelma pyrkii vähentämään kaupungin taloudellista ja sosiaalista eriarvoisuutta sekä edistämään tasa-arvoa ja ihmisoikeuksia. Vasemmistoliitto haluaa panostaa koulutukseen, terveyteen ja kohtuuhintaiseen asumiseen.\n\n**Notable Proposals & Interventions**\n\n1.  **Varhaiskasvatuksen laadun ja saatavuuden parantaminen:** Taataan varhaiskasvatuspaikkojen saatavuus kohtuullisella etäisyydellä ja hyvien julkisen liikenteen yhteyksien äärellä sekä huolehditaan vuorohoitoa on saatavilla riittävästi ympäri Helsinkiä.\n2.  **Perusopetuksen resurssien vahvistaminen:** Piennetään ryhmäkokoja ja varmistetaan riittävä määrä opettajia, koulunkäynninohjaajia ja erityisopettajia.\n3.  **Toisen asteen koulutuksen tukimuotojen lisääminen:** Turvataan valmentavan koulutuksen saatavuus ja laatu kaikille halukkaille.\n4.  **Aikuislukion kurssimaksuista luopuminen:** Kehitetään aikuislukion kurssitarjontaa vaihtoehdoksi ylioppilas- ja valintakokeisiin valmentavalle yksityiselle koulutukselle ja luovutaan kaikista aikuislukion kurssimaksuista.\n5.  **Terveyskeskusmaksujen poistaminen:** Helsingin ei tule periä jatkossakaan terveyskeskusmaksua ja muut asiakasmaksut on joko poistettava tai pidettävä kohtuullisella tasolla.\n6.  **Omalääkärimallin käyttöönotto:** Jokaiselle kaupunkilaiselle nimetään perusterveydenhuollon lääkäri.\n7.  **Hoitajamitoituksen palauttaminen:** Helsingin pitää palauttaa hoitajamitoitus vähintään aiemmalle 0,65 tasolle.\n8.  **Kohtuuhintaisen asuntotuotannon tehostaminen:** Kaupungin omaa vuokra-asuntotuotantoa on kiireellisesti tehostettava ja selvitetään modernien eurooppalaisten vuokrien sääntelyn mallien käyttöönottoa.\n9.  **Joukkoliikenteen edullisuuden ja saavutettavuuden parantaminen:** Lippuhintojen osalta joukkoliikenteen tulee olla auton omistamista edullisempi vaihtoehto ja pitkällä aikavälillä vasemmisto tavoittelee maksutonta julkista liikennettä.\n10. **Hiilineutraaliustavoitteen aikaistaminen:** Helsingin Vasemmistoliitto kannattaa nopeita toimenpiteitä, joilla saavutetaan hiilineutraali Helsinki 2030 ja hiilinegatiivisuus 2040.\n\n**Speech Tone Analysis**\n\nOhjelman sävy on pääosin **kriittinen** ja **idealistinen**. Kriittisyys ilmenee nykytilan arvioinnissa, erityisesti eriarvoisuuden ja puutteellisten palveluiden osalta. Idealistinen sävy näkyy vahvana uskona sosiaalisen oikeudenmukaisuuden ja tasa-arvon toteutumiseen sekä kunnianhimoisissa tavoitteissa, kuten hiilineutraaliudessa ja maksuttomassa joukkoliikenteessä.\n\n**Potential Voter Base**\n\nVasemmistoliiton potentiaalinen äänestäjäkunta koostuu todennäköisesti **pienituloisista ja työttömistä** helsinkiläisistä, jotka hyötyisivät suoraan ohjelman sosiaalipoliittisista ehdotuksista, kuten terveyskeskusmaksujen poistamisesta ja kohtuuhintaisesta asumisesta. Lisäksi **nuoret ja opiskelijat**, jotka arvostavat ekologista kestävyyttä ja maksutonta koulutusta, voisivat olla kiinnostuneita puolueen ohjelmasta.\n",
        "galtan":"party_galtan_graphs\/Vasemmistoliitto_graph.png",
        "map":"party_maps\/Vasemmistoliitto_map.png",
        "logo":"party_images\/Vasemmistoliitto_logo.png",
        "topics":"party_topic_graphs\/Vasemmistoliitto_topics.png"
    },
    {
        "party":"Keskusta",
        "manifesto_summary_en":"**Overview:**\nThis party's manifesto for Helsinki focuses on enhancing the overall safety and well-being of residents by emphasizing localized solutions and strengthening community bonds. Key priorities include improving access to local services, supporting families and children, and fostering a sense of security and belonging within each neighborhood. The party also aims to streamline city governance and support local businesses to create a thriving and secure environment for all Helsinki residents.\n\n**Notable Proposals & Interventions:**\n\n1.  **Decentralized Services:** Reversing the trend of centralizing services by ensuring each neighborhood has access to high-quality local services like healthcare, schools, and daycare.\n2.  **Neighborhood-Based Security:** Implementing a neighborhood-focused approach to safety, fostering community ownership and supporting local initiatives to enhance security.\n3.  **Support for Families:** Strengthening family support services, including increased resources for family counseling centers and accessible parenting guidance.\n4.  **Early Intervention for Youth Mental Health:** Investing in early intervention programs for youth mental health, ensuring quick access to mental health services through school psychologists.\n5.  **Re-evaluating Digital Learning:** Reducing the emphasis on digital devices in schools and returning to physical books and handwriting to improve learning and concentration.\n6.  **Phone Restrictions in Schools:** Implementing legislation to restrict phone use in Helsinki schools, potentially including a full-day ban, to encourage physical activity and social interaction.\n7.  **Prioritizing Basic Education:** Reallocating educational resources to focus on foundational work in schools and daycare, ensuring adequate staffing and support for children.\n8.  **Language Integration:** Requiring and supporting language studies for non-native speakers, including piloting joint language training for immigrant children and mothers.\n9.  **Addressing Violence:** Taking a firm stance against all forms of violence, including violence committed by minors, with mandatory training for authorities to recognize and address such issues.\n10. **Supporting Local Businesses:** Prioritizing the needs of small local businesses in city development and ensuring fair competition in procurement processes.\n\n**Speech Tone Analysis:**\nThe general tone of the manifesto is pragmatic and caring. This is evident in the focus on practical solutions to improve the daily lives of residents, such as increasing the number of trash cans and improving sidewalk maintenance. The manifesto also expresses concern for the well-being of children and families, advocating for increased support services and early intervention programs.\n\n**Potential Voter Base:**\nThis party's manifesto would likely appeal to families with young children, particularly those concerned about safety, education, and access to local services. Additionally, the focus on supporting local businesses and community-based initiatives may resonate with small business owners and residents who value a strong sense of community.\n",
        "manifesto_summary_fi":"**Overview:**\nHelsingin Keskustan puolueohjelma keskittyy kokonaisvaltaisen turvallisuuden tunteen vahvistamiseen kaupungissa. Tärkeitä teemoja ovat lähipalveluiden saatavuuden parantaminen, ennaltaehkäisevien sote-palveluiden vahvistaminen, lasten ja nuorten hyvinvoinnin tukeminen sekä yrittäjyyden edistäminen. Puolue korostaa kaupunginosakohtaista turvallisuuden rakentamista ja asukkaiden osallistumista oman asuinalueensa kehittämiseen. Lisäksi ohjelmassa painotetaan kotimaisten kielten osaamisen tärkeyttä ja väkivaltaan puuttumista.\n\n**Notable Proposals & Interventions:**\n\n1.  **Turvallisuusajattelun uudistaminen kaupunginosittain:** Turvallisuutta on rakennettava paikallisesti, vahvistamalla asukkaiden omistajuutta ja tukemalla yhteisöjen syntymistä.\n2.  **Lähipalveluiden palauttaminen:** Palveluiden keskittäminen on lopetettava ja lähipalveluita on tuettava, jotta ne ovat helposti saavutettavissa.\n3.  **Ennaltaehkäisevien sote-palveluiden vahvistaminen:** Investoidaan ennaltaehkäiseviin palveluihin, erityisesti nuorten mielenterveyden tukemiseen ja perheneuvoloiden resursointiin.\n4.  **Omalääkärimallin kokeilu:** Helsingissä kokeillaan omalääkärimallia, jossa asukkailla on nimetty lääkäri, joka tuntee potilaan kokonaisvaltaisesti.\n5.  **Koulujen ja päiväkotien tilojen terveellisyys:** Koulujen korjausvelka on hoidettava ja keskittämiskehitys on lopetettava.\n6.  **Digilaitteiden käytön rajoittaminen kouluissa:** Puhelinten käyttöä kouluissa rajoittava lainsäädäntö on laitettava Helsingin kouluissa viipymättä täytäntöön.\n7.  **Kasvatusvastuun selkeyttäminen:** Kasvatusvastuu on ensisijaisesti vanhemmilla, ja perheille on järjestettävä kasvatusvalmennusta.\n8.  **Kielikoulutuksen tukeminen maahanmuuttajille:** Kotimaisten kielten alkeiden oppiminen on tehtävä pakolliseksi kaikille, myös aikuisille.\n9.  **Väkivaltaan puuttuminen:** Viranomaisia on koulutettava tunnistamaan väkivallan muotoja ja puuttumaan niihin. Alaikäisten harjoittamaan väkivaltaan on puututtava tiukemmin.\n10. **Yrittäjyyden tukeminen:** Pienten paikallisyrittäjien näkemyksille on annettava enemmän painoarvoa ja byrokratian prosesseja on sujuvoitettava.\n\n**Speech Tone Analysis:**\nPuolueen puhetyyli on pääosin **pragmaattinen** ja **huolehtiva**. Ohjelma pyrkii tarjoamaan konkreettisia ratkaisuja helsinkiläisten arjen turvallisuuden ja hyvinvoinnin parantamiseksi. Painotetaan lähipalveluita, ennaltaehkäisyä ja perheiden tukemista, mikä heijastaa huolta kaupunkilaisten hyvinvoinnista.\n\n**Potential Voter Base:**\nPuolueen potentiaalinen äänestäjäkunta koostuu todennäköisesti **lapsiperheistä** ja **pienyrittäjistä**. Lapsiperheitä puhuttelee erityisesti panostus lähipalveluihin, koulutukseen ja perheiden tukemiseen. Pienyrittäjät voivat kokea puolueen yrittäjyysmyönteisen linjan ja byrokratian vähentämisen tavoitteen houkuttelevana.\n",
        "galtan":"party_galtan_graphs\/Keskusta_graph.png",
        "map":"party_maps\/Keskusta_map.png",
        "logo":"party_images\/Keskusta_logo.png",
        "topics":"party_topic_graphs\/Keskusta_topics.png"
    },
    {
        "party":"Kokoomus",
        "manifesto_summary_en":"**Overview:**\nThe Helsinki Kokoomus (National Coalition Party) municipal election manifesto focuses on maintaining a strong economy, promoting a business-friendly environment, investing in education, and ensuring safe and pleasant living areas. The party aims to balance the city's finances, support entrepreneurship and employment, improve educational opportunities, and enhance the overall quality of life for residents. They emphasize sustainable growth, efficient public services, and responsible urban development.\n\n**Notable Proposals & Interventions:**\n\n1.  **Capping Annual Expenditure Increases:** Sets a limit on yearly increases in city spending to maintain a balanced budget.\n2.  **Reducing Tax Burden:** Aims to lower city taxes rather than increase them.\n3.  **Streamlining Business Operations:** Improves business advisory and support services, simplifies permit processes, and ensures adequate infrastructure for companies.\n4.  **Improving Employment Services:** Enhances municipal TE-services (employment services) to connect job seekers with employers and provide tailored support for different skill sets and backgrounds.\n5.  **Investing in Education:** Secures high-quality education by reinforcing educational funding and ensuring reasonable class sizes.\n6.  **Supporting Diverse School Options:** Preserves private schools operating under city agreements and increases student participation in specialized classes like science, arts, and sports.\n7.  **Increasing Housing Supply:** Plans to increase the number of apartments, especially in the city center, by changing the intended use of properties, building attics, and raising buildings.\n8.  **Easing Regulations for Businesses:** Relaxes permit conditions to allow businesses to use sidewalks, courtyards, and market areas for terraces and other outdoor activities more freely.\n9.  **Maintaining Traffic Flow:** Preserves two lanes on the Esplanades and enables private car access through the central maintenance tunnel, while opposing congestion charges and restrictions on combustion engine vehicles.\n10. **Ensuring Healthcare Access:** Guarantees smooth access to healthcare, ensuring immediate or next-day treatment in urgent cases, and implements solutions based on a personal physician model to improve continuity of care.\n\n**Speech Tone Analysis:**\nThe general tone of the manifesto is **pragmatic** and **assertive**. The document presents concrete proposals for improving Helsinki's economy, services, and infrastructure, demonstrating a practical approach to problem-solving. The tone is assertive in its commitment to fiscal responsibility, business-friendly policies, and maintaining essential services.\n\n**Potential Voter Base (Target Audience):**\n\n1.  **Entrepreneurs and Business Owners:** The manifesto's strong emphasis on reducing bureaucracy, streamlining permit processes, and fostering a business-friendly environment would appeal to this group.\n2.  **Families with School-Aged Children:** The focus on investing in education, supporting diverse school options, and ensuring access to local schools would resonate with parents concerned about their children's education and well-being.\n",
        "manifesto_summary_fi":"**Overview:**\n\nHelsingin Kokoomuksen kuntavaaliohjelma keskittyy Helsingin talouden vakauden turvaamiseen, yritysmyönteisen ilmapiirin luomiseen, laadukkaan koulutuksen ja varhaiskasvatuksen puolustamiseen sekä viihtyisien ja turvallisten asuinalueiden kehittämiseen. Ohjelma korostaa myös tasapuolista liikennepolitiikkaa ja sosiaali- ja terveyspalveluiden laadun sekä kustannustehokkuuden parantamista. Kokoomus pyrkii ratkaisemaan Helsingin haasteita vastuullisella taloudenpidolla ja kaupungin kasvun mahdollistamisella.\n\n**Notable Proposals & Interventions:**\n\n1.  **Katto vuosittaisille menolisäyksille:** Asetetaan katto kaupungin vuosittaisille menolisäyksille kaupungin talouden tasapainon säilyttämiseksi.\n2.  **Yritysneuvonnan ja tukipalveluiden parantaminen:** Helpotetaan yritystoimintaa parantamalla yritysneuvontaa ja tukipalveluita sekä sujuvoittamalla lupaprosesseja.\n3.  **TE-palveluiden kehittäminen:** Nopeutetaan työnhakijoiden työllistymistä ja täydennyskoulutusta varmistamalla kunnan omien TE-palveluiden sujuva käynnistyminen.\n4.  **Koulutuksen rahoituksen vahvistaminen:** Turvataan laadukas opetus, tarvittava koulunkäynnin tuki sekä kohtuulliset luokkakoot sitoutumalla koulutuksen rahoituksen vahvistamiseen.\n5.  **Lähikouluperiaatteen turvaaminen:** Varmistetaan jokaisen oppilaan mahdollisuus käydä lähikoulua sekä lisätään oppilaiden osallistumista painotettuun luokkamuotoiseen opetukseen.\n6.  **Uusien asuntojen kaavoittaminen ja rakennuslupaprosessien sujuvoittaminen:** Kaavoitetaan tarpeeksi uusia asuntoja sekä sujuvoitetaan rakennuslupaprosesseja asumisen hinnan kohtuullisena pitämiseksi.\n7.  **Liikenteen sähköistämisen vauhdittaminen:** Vauhditetaan liikenteen sähköistymistä nopeuttamalla merkittävästi puutteellisen latausinfran rakentamista.\n8.  **Esplanadien kaksikaistaisuuden säilyttäminen:** Säilytetään Esplanadien kaksikaistaisuus sekä mahdollistetaan keskustan huoltotunnelin läpiajomahdollisuus yksityisautoilulle sekä pelastus-, huolto- ja jakeluliikenteelle.\n9.  **Oma lääkäri malli:** Otetaan perusterveydenhuollossa käyttöön omalääkärimalliin pohjautuvia ratkaisuja erityisesti paljon palveluita tarvitseville sekä monisairaille henkilöille parantamaan hoidon jatkuvuutta, laatua ja kustannustehokkuutta.\n10. **Monituottajamallin hyödyntäminen:** Hyödynnetään yksityisiä palveluntarjoajia palvelutuotannossa asiakkaille parhaiden mahdollisten palveluiden varmistamiseksi.\n\n**Speech Tone Analysis:**\n\nPuheiden sävy on pääosin **pragmaattinen** ja **ratkaisukeskeinen**. Ohjelma pyrkii tunnistamaan Helsingin haasteet ja tarjoamaan niihin konkreettisia ratkaisuja, jotka perustuvat vastuulliseen taloudenpitoon ja tehokkaaseen palvelutuotantoon. Esimerkiksi talouden tasapainon säilyttämiseen tähtäävät toimenpiteet ja yritystoiminnan edellytysten parantaminen ilmentävät pragmaattista lähestymistapaa.\n\n**Potential Voter Base:**\n\nKokoomuksen potentiaalinen äänestäjäkunta koostuu todennäköisesti **yrittäjistä ja yrittäjähenkisistä henkilöistä**, jotka arvostavat yritysmyönteistä politiikkaa ja talouden vakautta. Lisäksi **lapsiperheet**, jotka pitävät tärkeänä laadukasta koulutusta ja turvallisia asuinalueita, voivat olla kiinnostuneita Kokoomuksen tarjoamista ratkaisuista.\n",
        "galtan":"party_galtan_graphs\/Kokoomus_graph.png",
        "map":"party_maps\/Kokoomus_map.png",
        "logo":"party_images\/Kokoomus_logo.png",
        "topics":"party_topic_graphs\/Kokoomus_topics.png"
    },
    {
        "party":"Vihreät",
        "manifesto_summary_en":"**Overview:**\n\nThe Green Party's manifesto for the Helsinki Municipal election centers on creating a sustainable and equitable city where everyone can thrive. Key priorities include ambitious climate action, protecting biodiversity and green spaces, prioritizing pedestrian and cyclist-friendly urban planning, and ensuring access to affordable housing and quality social services for all residents. The party aims to foster a vibrant urban life while addressing social inequalities and promoting inclusivity. They emphasize that Helsinki should be a place where everyone can live a good life in a climate-resilient city.\n\n**Notable Proposals & Interventions:**\n\n1.  **Achieve Carbon Neutrality:** Helsinki to become carbon neutral by 2030 and carbon negative in the 2040s, phasing out fossil fuels and promoting non-combustion-based heating.\n2.  **Protect Green Spaces:** Establish at least 5 new nature conservation areas each year, aiming to protect over 10% of Helsinki's area, and ensure every resident has access to nearby nature.\n3.  **Prioritize Pedestrians:** Design Helsinki with pedestrians in mind, investing more in pedestrian, public transport, and cycling infrastructure.\n4.  **Remove Parking Norms:** Eliminate parking requirements, starting in the city center, to enable cheaper housing and denser construction without encroaching on green spaces.\n5.  **Increase Affordable Housing:** Build more affordable housing by repurposing old industrial areas, vacant office spaces, roadsides, and wastelands.\n6.  **Expand Free Early Childhood Education:** Extend free early childhood education to all Helsinki children.\n7.  **Guarantee a Hobby for Youth:** Ensure every young person in Helsinki has access to at least one free hobby.\n8.  **Promote International Talent:** Attract international talent and families by ensuring job and study opportunities, improving integration services, and promoting multilingual services.\n9.  **Develop Age-Friendly Environments:** Develop residential environments to be age-friendly and accessible to people with disabilities, including accessible public transport.\n10. **Legalize Drug Consumption Rooms:** Promote the legalization of drug consumption room trials to reduce drug-related deaths and promote access to treatment.\n\n**Speech Tone Analysis:**\n\nThe overall tone of the manifesto is **assertive** and **idealistic**. The manifesto sets ambitious goals for Helsinki, such as carbon neutrality by 2030 and protecting over 10% of the city's area as nature conservation areas. The language used is confident and proactive, indicating a strong commitment to these goals.\n\n**Potential Voter Base (Target Audience):**\n\nThe Green Party's manifesto is likely to appeal to two key demographic groups:\n\n*   **Young Adults & Students:** The focus on affordable housing, free education, accessible public transport, and vibrant urban culture aligns with the needs and interests of younger residents.\n*   **Environmentally Conscious Citizens:** The strong emphasis on climate action, biodiversity protection, and sustainable urban planning will resonate with voters who prioritize environmental issues.\n",
        "manifesto_summary_fi":"**Overview:**\n\nVihreiden Helsingin kuntavaaliohjelma keskittyy vahvasti ilmastonmuutoksen hillitsemiseen ja luonnon monimuotoisuuden vaalimiseen. Puolue haluaa rakentaa Helsingistä hiilineutraalin ja viihtyisän kaupungin, jossa jokaisella on mahdollisuus hyvään elämään. Ohjelma korostaa myös sosiaalista oikeudenmukaisuutta, koulutusta ja kulttuuria sekä panostaa lapsiin ja nuoriin. Vihreät pyrkivät edistämään kävelyä, pyöräilyä ja joukkoliikennettä sekä rakentamaan kohtuuhintaisia asuntoja.\n\n**Notable Proposals & Interventions:**\n\n1.  **Helsingin tekeminen hiilineutraaliksi vuoteen 2030 mennessä:** Tavoitteena on vähentää päästöjä ja siirtyä polttoon perustumattomaan lämmöntuotantoon sekä sulkea viimeinen hiilivoimala keväällä 2025.\n2.  **Luonnon monimuotoisuuden lisääminen ja viheralueiden säilyttäminen:** Suojellaan arvokkaita luontokohteita rakentamiselta ja varmistetaan viherverkoston säilyminen. Tavoitteena on perustaa vähintään 5 uutta luonnonsuojelualuetta joka vuosi.\n3.  **Kävelykeskustan laajentaminen ja joukkoliikenteen kehittäminen:** Kaivokadusta tehdään joukkoliikennekatu ja Pohjois-Esplanadista kävelykatu. Panostetaan pyöräväylien yhteneväisyyteen ja jatkuvuuteen.\n4.  **Kohtuuhintaisten asuntojen rakentaminen:** Otetaan asuntokäyttöön vanhoja teollisuusalueita ja tyhjiä toimistotiloja. Helpotetaan ryhmärakennuttamista.\n5.  **Maksuttoman varhaiskasvatuksen laajentaminen:** Tavoitteena on laajentaa maksuton varhaiskasvatus koskemaan kaikkia helsinkiläisiä lapsia.\n6.  **Nuorten maksuttomien harrastusten lisääminen:** Jokaiselle helsinkiläiselle nuorelle pyritään tarjoamaan mahdollisuus vähintään yhteen maksuttomaan harrastukseen.\n7.  **Koulujen eriarvoistumisen purkaminen:** Lisätään rahoitusta niihin kouluihin, joissa tukea tarvitaan enemmän.\n8.  **Maahanmuuttajien kotoutumisen parantaminen:** Varmistetaan nopea pääsy suomen tai ruotsin kielen opintoihin ja tarjotaan tukea työllistymiseen.\n9.  **Esteettömyyden parantaminen:** Kehitetään asuinympäristöjä ikäystävällisiksi ja vammaisten tarpeet huomioiviksi.\n10. **Mielenterveyspalveluiden laajentaminen:** Laajennetaan matalan kynnyksen mielenterveys- ja hyvinvointipalveluita.\n\n**Speech Tone Analysis:**\n\nPuheiden sävy on pääosin **idealistinen** ja **k caring**. Tämä ilmenee vahvasta sitoutumisesta ympäristönsuojeluun, sosiaaliseen oikeudenmukaisuuteen ja ihmisten hyvinvointiin. Puheissa korostetaan toivoa ja mahdollisuuksia sekä halua rakentaa parempaa Helsinkiä kaikille.\n\n**Potential Voter Base:**\n\nVihreiden potentiaalinen äänestäjäkunta koostuu todennäköisesti **ympäristötietoisista** ja **sosiaalisesti valveutuneista** helsinkiläisistä. Erityisesti nuoret aikuiset, opiskelijat ja lapsiperheet, jotka arvostavat kestävää kehitystä, tasa-arvoa ja laadukkaita julkisia palveluita, saattavat olla kiinnostuneita Vihreiden ohjelmasta. Lisäksi puolueen panostus kulttuuriin ja kaupunkielämään voi houkutella kaupunkikulttuurista kiinnostuneita äänestäjiä.\n",
        "galtan":"party_galtan_graphs\/Vihreät_graph.png",
        "map":"party_maps\/Vihreät_map.png",
        "logo":"party_images\/Vihreät_logo.png",
        "topics":"party_topic_graphs\/Vihreät_topics.png"
    },
    {
        "party":"Sosiaalidemokraatit",
        "manifesto_summary_en":"**Overview:**\n\nThe Social Democratic Party (SDP) of Helsinki's municipal election manifesto for 2025 centers on creating a fair, equal, and carbon-neutral Helsinki where everyone can thrive. Key priorities include ensuring equal access to education and support services, promoting a vibrant cultural life, addressing segregation through urban planning, and securing comprehensive social, health, and rescue services. The party emphasizes responsible financial management to support public services and prioritizes the well-being of city employees.\n\n**Notable Proposals & Interventions:**\n\n1.  **Phased Transition to Free Early Childhood Education:** Gradually implement free early childhood education while ensuring quality by investing in staff numbers, expertise, salaries, and well-being.\n2.  **Address Educational Inequality:** Monitor and actively address the impact of parental income on children's learning outcomes.\n3.  **Expand Positive Discrimination Funding:** Extend funding for positive discrimination to include sports and cultural services, providing free access to sports services for low-income individuals.\n4.  **Pilot Matching Funds for Culture:** Implement a matching fund model where the city matches private donations to the cultural sector up to a certain limit.\n5.  **Experiment with Free Public Transportation:** Conduct a trial of free public transportation on Sundays to promote citizen participation and city vitality.\n6.  **Develop an ASO Housing Production Model:** Create a Helsinki-specific model for producing right-of-occupancy (ASO) housing.\n7.  **Implement \"Own Team\" Model at Health Stations:** Introduce a team-based approach at health stations to ensure continuity of care.\n8.  **Maintain Free Basic Healthcare:** Preserve free primary healthcare in Helsinki and uphold the 14-day treatment guarantee.\n9.  **Continue the Helsinki Pay Program:** Continue the Helsinki pay program to ensure that every employee's salary is sufficient to live on.\n10. **Develop New Models for Rapid Employment:** Develop new models to support rapid employment through broad-based cooperation.\n\n**Speech Tone Analysis:**\n\nThe general tone of the speeches is pragmatic and caring. The manifesto demonstrates a pragmatic approach by offering concrete solutions to challenges like educational inequality and housing affordability. The caring tone is evident in the emphasis on social and health services, particularly for vulnerable groups like children, the elderly, and low-income residents.\n\n**Potential Voter Base:**\n\nThe SDP's manifesto is likely to appeal to working-class families and social liberals. The focus on free early childhood education, affordable housing, and accessible healthcare directly addresses the concerns of working families. The emphasis on equality, cultural diversity, and environmental sustainability will resonate with social liberals.\n",
        "manifesto_summary_fi":"**Overview:**\n\nSDP Helsingin kuntavaaliohjelma 2025 keskittyy Helsingin kehittämiseen tasa-arvoisena, hiilineutraalina ja viihtyisänä kaupunkina kaikille. Ohjelma korostaa koulutuksellista yhdenvertaisuutta, kulttuurin ja vapaa-ajan merkitystä, kohtuuhintaista asumista sekä sosiaali- ja terveyspalveluiden saatavuutta. SDP Helsinki haluaa panostaa julkisiin palveluihin ja torjua eriarvoisuutta. Lisäksi ohjelma painottaa kansainvälistä yhteistyötä ja kaupungin globaalia vastuuta.\n\n**Notable Proposals & Interventions:**\n\n1.  **Maksuton varhaiskasvatus:** Siirtyminen vaiheittain maksuttomaan varhaiskasvatukseen laadun varmistamiseksi.\n2.  **Lähipäiväkotiperiaate:** Jokaisella lapsella on oikeus varhaiskasvatuspaikkaan lähellä omaa kotiaan.\n3.  **Kulttuurin tukeminen:** Kulttuuria ja kulttuurisidonnaisia elinkeinoja edistetään kaupungin panostuksin.\n4.  **Vastinrahoituksen pilotti:** Kaupunki maksaa vastineen yksityisille lahjoituksille kulttuurikentällä.\n5.  **Maksuttomat liikuntapalvelut:** Turvataan maksuttomat liikuntapalvelut ympäri Helsinkiä.\n6.  **Kohtuuhintainen asuminen:** Kehitetään oma ASO-asuntojen tuotantomalli ja varmistetaan monipuolinen asuntotarjonta eri alueilla.\n7.  **Ilmainen joukkoliikenne sunnuntaisin:** Toteutetaan kokeilu ilmaisesta joukkoliikenteestä sunnuntaisin osallisuuden lisäämiseksi.\n8.  **Oma tiimi -malli terveysasemilla:** Turvataan hoidon jatkuvuus terveysasemilla.\n9.  **Palkkaohjelman jatkaminen:** Varmistetaan, että jokaisen työntekijän palkka riittää elämiseen Helsingissä.\n10. **Työllisyyden edistäminen:** Kehitetään uusia malleja nopean työllistymisen tueksi ja tarjotaan yrityksille tukea tuotekehitykseen ja vientiin.\n\n**Speech Tone Analysis:**\n\nPuheiden sävy on pääosin **kannustava ja kehittävä**. Ohjelma pyrkii esittämään konkreettisia ratkaisuja Helsingin haasteisiin ja korostaa uskoa tulevaisuuteen. Samalla sävy on **kriittinen** nykyistä hallitusta kohtaan leikkauksista ja niiden vaikutuksista koulutukseen ja kulttuuriin.\n\n**Potential Voter Base:**\n\nOhjelma saattaa vedota erityisesti **lapsiperheisiin** ja **pienituloisisiin helsinkiläisiin**, jotka hyötyisivät maksuttomasta varhaiskasvatuksesta, kohtuuhintaisesta asumisesta ja laadukkaista julkisista palveluista. Lisäksi se voi kiinnostaa **kulttuurista ja liikunnasta kiinnostuneita** kaupunkilaisia, jotka arvostavat monipuolisia vapaa-ajanviettomahdollisuuksia.\n",
        "galtan":"party_galtan_graphs\/Sosiaalidemokraatit_graph.png",
        "map":"party_maps\/Sosiaalidemokraatit_map.png",
        "logo":"party_images\/Sosiaalidemokraatit_logo.png",
        "topics":"party_topic_graphs\/Sosiaalidemokraatit_topics.png"
    },
    {
        "party":"Ruotsalainen Kansanpuolue",
        "manifesto_summary_en":"**Overview:**\n\nThe Swedish People's Party of Finland (RKP) focuses on individual rights, environmental responsibility, and equality. Their manifesto emphasizes the importance of bilingualism, minority rights, and a society built on cooperation. Key areas include education, well-being, sustainable development, and vibrant municipalities. RKP aims to create a society where everyone has the opportunity to build their future.\n\n**Notable Proposals & Interventions:**\n\n1.  **Early Childhood Education:** Increase participation in early childhood education and make it free in the long term.\n2.  **Second National Language:** Start learning the second national language (Finnish or Swedish) already in early childhood education.\n3.  **Support for Students:** Increase targeted resources to prevent bullying and ensure functional support for students with special needs.\n4.  **Vocational Education:** Promote the use of apprenticeship agreements in vocational education and increase cooperation between vocational education and business.\n5.  **Accessibility of Services:** Ensure accessibility and humanity in digital services.\n6.  **Integration Services:** Invest more in integration services to ensure that everyone feels welcome and experiences a smooth transition into Finnish working life.\n7.  **Recreational Opportunities:** Provide diverse recreational opportunities for all ages, such as playgrounds, skate parks, outdoor gyms and exercise stairs.\n8.  **Climate-Smart Solutions:** Municipalities should adopt climate-smart solutions and facilitate residents' opportunities to make climate-wise choices.\n9.  **Renewable Energy:** Municipalities should switch to using renewable energy and phase out the use of fossil fuels.\n10. **Sustainable Land Use:** Promote sustainable land use and construction, supporting business location and economic development.\n\n**Speech Tone Analysis:**\n\nThe general tone of the manifesto is *cooperative* and *pragmatic*. The document emphasizes collaboration between municipalities, the private sector, and third-sector organizations to secure services for residents. It acknowledges the challenges of the state economy and the need to adapt operations to the economic reality, suggesting a pragmatic approach to problem-solving.\n\n**Potential Voter Base (Target Audience):**\n\n1.  **Swedish-speaking Finns:** As the Swedish People's Party, a primary target is the Swedish-speaking minority in Finland, who would be drawn to the party's strong defense of bilingualism and minority rights.\n2.  **Advocates for Equality and Inclusion:** The party's emphasis on equality, anti-discrimination, and minority rights would appeal to voters who prioritize social justice and inclusivity.\n",
        "manifesto_summary_fi":"**Overview:**\n\nRKP:n vaaliohjelma keskittyy vahvasti yksilön oikeuksiin, vapauteen ja vastuuseen, sekä kunnioitukseen ihmistä ja ympäristöä kohtaan. Puolue korostaa tasa-arvoa, yhdenvertaisuutta ja vähemmistöjen puolustamista. Keskeisiä teemoja ovat myös koulutus, hyvinvointi, elinvoimaiset kunnat ja kaupungit, sekä kestävä kehitys ja ilmastonmuutoksen hillintä. RKP pyrkii edistämään avointa ja monikulttuurista yhteiskuntaa, jossa kaikilla on mahdollisuus rakentaa oma tulevaisuutensa.\n\n**Notable Proposals & Interventions:**\n\n1.  **Varhaiskasvatuksen maksuttomuus:** RKP haluaa, että useammat lapset osallistuvat varhaiskasvatukseen ja että se pidemmällä aikavälillä tulee maksuttomaksi.\n2.  **Toisen kansalliskielen oppiminen:** Puolue edistää toisen kansalliskielen oppimisen aloittamista jo varhaiskasvatuksessa.\n3.  **Kiusaamisen ehkäiseminen:** RKP haluaa lisätä kohdennettuja resursseja kaikenlaisen kiusaamisen ehkäisemiseksi.\n4.  **Maahanmuuttajien lasten tuki:** Puolue varmistaa, että maahanmuuttajien lapset saavat riittävästi tukea ja että heidän kotouttamisensa on korkealuokkaista koko oppimispolkunsa ajan.\n5.  **Liikuntamahdollisuuksien lisääminen:** RKP haluaa tarjota kaikenikäisille monipuolisia liikuntamahdollisuuksia, kuten leikkipuistoja ja ulkokuntosaleja.\n6.  **Nuorten syrjäytymisen ehkäiseminen:** Puolue edistää toimivia nuorisopalveluja, kuten etsivää nuorisotyötä ja nuorisopajoja, jotka tukevat turvallista varttumista ja ehkäisevät syrjäytymistä.\n7.  **Työperusteisen maahanmuuton edistäminen:** RKP edistää aktiivisesti työperusteista maahanmuuttoa kansainvälisillä rekrytoinneilla ja myönteisellä perhepolitiikalla.\n8.  **Kestävä kaavoitus ja rakentaminen:** Puolue ajaa kestävää kaavoitusta ja rakentamista sekä riittävää resursointia rakennusten kunnossapitoon.\n9.  **Joukkoliikenteen kehittäminen:** RKP haluaa hyviä joukkoliikenneyhteyksiä, hyvää liikennesuunnittelua ja lisää kevyen liikenteen väyliä.\n10. **Uusiutuvan energian käyttö:** Puolue edistää kuntien siirtymistä käyttämään uusiutuvaa energiaa ja lopettamaan vaiheittain fossiilisten polttoaineiden käytön.\n\n**Speech Tone Analysis:**\n\nPuolueen puheiden sävy on pääosin **rakentava** ja **osallistava**. Ohjelma pyrkii tarjoamaan ratkaisuja, jotka yhdistävät eri yhteiskuntaryhmiä ja edistävät yhteistyötä. Esimerkiksi korostetaan kuntien, yksityisen sektorin ja kolmannen sektorin välistä yhteistyötä kuntalaisten palvelujen turvaamiseksi.\n\n**Potential Voter Base:**\n\nRKP:n potentiaalinen äänestäjäkunta koostuu todennäköisesti **korkeasti koulutetuista, liberaaleista kaupunkilaisista**, jotka arvostavat yksilönvapauksia, tasa-arvoa ja kestävää kehitystä. Lisäksi puolue voi vedota **ruotsinkieliseen väestöön** ja muihin vähemmistöryhmiin, joille kielelliset oikeudet ja yhdenvertainen kohtelu ovat tärkeitä.\n",
        "galtan":"party_galtan_graphs\/Ruotsalainen Kansanpuolue_graph.png",
        "map":"party_maps\/Ruotsalainen Kansanpuolue_map.png",
        "logo":"party_images\/Ruotsalainen Kansanpuolue_logo.png",
        "topics":"party_topic_graphs\/Ruotsalainen Kansanpuolue_topics.png"
    },
    {
        "party":"Kristillisdemokraatit",
        "manifesto_summary_en":"**Overview:**\n\nThe Christian Democrats' manifesto for the Helsinki Municipal election 2025 focuses on maintaining vital municipalities throughout Finland, emphasizing local decision-making, family-friendly policies, and promoting well-being. They aim to balance the municipal economy, support entrepreneurship and employment, and build sustainable living environments. The party prioritizes education, early childhood development and accessible local services, while advocating for responsible financial management and leveraging new technologies.\n\n**Notable Proposals & Interventions:**\n\n1.  **Defend Municipal Autonomy:** Advocate for the right of municipalities and welfare regions to organize services according to the needs of their residents, emphasizing decision-making close to the citizens.\n2.  **Balance Municipal Finances:** Prioritize balancing the municipal economy and promote responsible financial management to avoid burdening future generations with debt.\n3.  **Support Entrepreneurship:** Foster conditions for entrepreneurship and employment, particularly in small and medium-sized enterprises, to strengthen the municipal economy.\n4.  **Utilize Technology:** Implement artificial intelligence, robotics, and other new technologies to improve the efficiency and transparency of administrative processes.\n5.  **Develop Family-Friendly Municipalities:** Focus on family-friendly policies that support parents and ensure children's well-being, including accessible early childhood education.\n6.  **Promote Early Literacy and Numeracy:** Invest in education to ensure every child can read and calculate, addressing learning gaps and providing support for students with diverse backgrounds.\n7.  **Support Youth Employment:** Implement measures to quickly and effectively employ young people to prevent social exclusion.\n8.  **Develop Sustainable Living Environments:** Promote diverse and sustainable housing solutions, maintain urban centers, and ensure the upkeep of road networks in sparsely populated areas.\n9.  **Promote Well-being through Culture:** Support cultural activities and institutions, recognizing their impact on well-being and community engagement.\n10. **Address Unnecessary Sote Properties:** Propose that unnecessary healthcare properties be redeemed from municipalities and welfare regions at book value to Maakuntien Tilakeskus Oy.\n\n**Speech Tone Analysis:**\n\nThe general tone of the manifesto is **pragmatic** and **caring**. The manifesto acknowledges the difficult financial realities facing municipalities and proposes practical solutions for balancing budgets and improving efficiency. At the same time, it emphasizes the importance of family-friendly policies, education, and well-being, reflecting a concern for the needs and interests of citizens.\n\n**Potential Voter Base:**\n\nThe Christian Democrats' manifesto is likely to appeal to **families with children** due to its emphasis on early childhood education, support for parents, and family-friendly policies. It may also attract **conservative voters** who value responsible financial management, local decision-making, and the preservation of traditional cultural values.\n",
        "manifesto_summary_fi":"**Overview:**\n\nKristillisdemokraattien (KD) kuntavaaliohjelma 2025 keskittyy kuntien elinvoimaisuuden ylläpitämiseen ja vahvistamiseen, perheiden hyvinvoinnin tukemiseen sekä laadukkaiden lähipalveluiden turvaamiseen. Puolue korostaa kuntien itsehallintoa ja asukkaiden osallistumismahdollisuuksia päätöksenteossa. KD haluaa panostaa varhaiskasvatukseen, koulutukseen ja hyviin työn ja yrittämisen edellytyksiin. Vastuullinen taloudenpito ja lähipalvelut ovat puolueelle tärkeitä.\n\n**Notable Proposals & Interventions:**\n\n1.  **Kuntien itsehallinnon puolustaminen:** KD puolustaa kuntien itsehallintoa ja hyvinvointialueiden oikeutta järjestää palvelut alueensa asukkaiden tarpeita vastaaviksi.\n2.  **Kuntaliitosten vapaaehtoisuus:** Kuntaliitoksia on jatkossakin tehtävä vapaaehtoisuuden pohjalta.\n3.  **Lasten ja nuorten osallistaminen:** Lasten, nuorten, ikäihmisten ja vammaisten ääni on tärkeää kuulua heitä koskevassa päätöksenteossa.\n4.  **Kuntatalouden tasapainottaminen:** KD pitää kuntatalouden tasapainottamista tärkeänä tavoitteena ja edistää vastuullista taloudenpitoa.\n5.  **Tarpeettomien sote-kiinteistöjen lunastaminen:** Esitetään, että tarpeettomat sote-kiinteistöt lunastetaan kunnilta ja tarvittaessa myös hyvinvointialueilta tasearvoonsa Maakuntien Tilakeskus Oy:lle.\n6.  **Työllisyydenhoidon kunnianhimoiset tavoitteet:** KD haluaa, että kunnat asettavat työllisyydenhoitoon kunnianhimoiset tavoitteet.\n7.  **Kotouttamisen edistäminen:** Ehkäisemme maahanmuuttajien syrjäytymistä tehokkaalla kotouttamisella.\n8.  **Lapsiystävällisen ilmapiirin rakentaminen:** KD rakentaa lapsiystävällistä ilmapiiriä, jossa perheet saavat tukea ja turvaa.\n9.  **Kotihoidontuen kuntalisän korotus:** Kuntalisän selkeällä korotuksella mahdollistetaan perheille realistinen vaihtoehto muulle kuin kunnalliselle päivähoidolle.\n10. **Lähikouluverkon säilyttäminen:** KD tukee lähikouluverkon säilyttämistä.\n\n**Speech Tone Analysis:**\n\nPuolueen puheiden sävy on **pragmaattinen ja yhteistyöhaluinen**. Ohjelma pyrkii löytämään käytännön ratkaisuja kuntien haasteisiin ja korostaa yhteistyön merkitystä eri toimijoiden välillä. Esimerkiksi todetaan, että \"Kuntien elinvoiman rakentamiseen tarvitaan yhteistyötä koko alueella\" ja \"Tahdomme olla luottamushenkilöinä yhteistyöhaluisia ja pyrimme rakentamaan ymmärrystä eri tavoin ajattelevien välille.\"\n\n**Potential Voter Base:**\n\nKristillisdemokraattien potentiaalinen äänestäjäkunta koostuu todennäköisesti **perhekeskeisistä äänestäjistä** ja **arvokonservatiivisista henkilöistä**. Puolueen panostus lapsiperheiden tukemiseen, kotihoidon vaihtoehtojen edistämiseen ja kristillisten perinteiden vaalimiseen vetoaa näihin ryhmiin. Lisäksi **pienten kuntien asukkaat** saattavat kokea puolueen kuntien itsehallintoa ja lähipalveluita korostavan linjan omakseen.\n",
        "galtan":"party_galtan_graphs\/Kristillisdemokraatit_graph.png",
        "map":"party_maps\/Kristillisdemokraatit_map.png",
        "logo":"party_images\/Kristillisdemokraatit_logo.png",
        "topics":"party_topic_graphs\/Kristillisdemokraatit_topics.png"
    },
    {
        "party":"Perussuomalaiset",
        "manifesto_summary_en":"**Overview:**\n\nThe Finns Party's municipal election manifesto for Helsinki focuses on responsible financial management, prioritizing essential services, and promoting local business and employment. They emphasize improving education, ensuring safety and security, and addressing issues related to immigration. The party advocates for efficient use of taxpayer money, reducing bureaucracy, and empowering local decision-making. They also stress the importance of personal responsibility and healthy lifestyles.\n\n**Notable Proposals & Interventions:**\n\n1.  **Prioritize Core Municipal Services:** Focus on essential services like education and infrastructure, cutting funding for less critical activities.\n2.  **Streamline Permitting Processes:**  Make municipal permitting faster and more predictable to attract businesses and investments.\n3.  **Promote Competitive Tendering:** Increase competition in municipal procurement to improve quality and reduce costs, avoiding monopolies.\n4.  **Utilize Empty Properties:**  Convert vacant municipal properties for new uses, such as supporting entrepreneurship, or demolish them if necessary.\n5.  **Improve Basic Education:** Focus on ensuring students acquire sufficient skills in primary school, including targeted support for those with language difficulties.\n6.  **Address School Safety:**  Implement measures to prevent bullying and violence in schools, ensuring a safe learning environment for all students.\n7.  **Restrict \"Harmful\" Immigration:**  Tighten immigration policies to avoid increasing social exclusion and dependence on social welfare.\n8.  **Maintain Public Control of Natural Monopolies:** Prevent the privatization of essential services like water and energy supply.\n9.  **Improve Integration of Immigrants:** Require families with children who do not speak Finnish well to enroll their children in early childhood education.\n10. **Promote Employment:** Direct workforce training towards sectors with genuine employment opportunities, in collaboration with local businesses.\n\n**Speech Tone Analysis:**\n\nThe tone of the manifesto is *critical* and *assertive*. It critiques current policies and proposes specific, often firm, solutions. For example, the manifesto criticizes \"harmful immigration\" and calls for stricter immigration policies.\n\n**Potential Voter Base (Target Audience):**\n\nThe Finns Party's manifesto is likely to appeal to *nationalist-leaning voters* concerned about immigration and the preservation of Finnish culture. Their emphasis on fiscal responsibility and efficient public services may also attract *conservative voters* seeking lower taxes and a focus on core government functions.\n",
        "manifesto_summary_fi":"**Overview:**\n\nPerussuomalaisten kuntavaaliohjelma 2025 keskittyy huolelliseen rahankäyttöön, osaamiseen panostamiseen, työllisyyden edistämiseen ja yrittäjyyden tukemiseen. Puolue korostaa lasten ja nuorten tulevaisuudesta huolehtimista, peruspalveluiden säilyttämistä ja kuntatalouden tervehdyttämistä. Ohjelma pyrkii edistämään suomalaista perinnettä ja paikallista osaamista sekä vastustaa haitallista maahanmuuttoa. Lisäksi puolue haluaa varmistaa turvallisen ja rauhallisen oppimisympäristön jokaiselle koululaiselle.\n\n**Notable Proposals & Interventions:**\n\n1.  **Uudet työ- ja elinkeinotoimistot oikeisiin töihin:** Tehostetaan työllisyyden hoitoa ja parannetaan työnhakijoiden ja yritysten kohtaantoa.\n2.  **Luvituksen on tapahduttava nopeasti ja ennakoitavasti:** Sujuvoitetaan lupa-asioiden käsittelyä yritystoiminnan ja rakentamisen edellytysten parantamiseksi.\n3.  **Kilpailutuksella laatua ja säästöä:** Lisätään kilpailutusta julkisissa hankinnoissa ja vältetään monopolimaisia inhouse-ratkaisuja.\n4.  **Monopoleja ei tule siirtää yksityiselle sektorille:** Luonnolliset monopolit, kuten vesihuolto, pidetään julkisen vallan omistuksessa.\n5.  **Tyhjät kiinteistöt käyttöön tai purkuun:** Otetaan hyötykäyttöön tai puretaan kuntien omistamat tyhjät kiinteistöt.\n6.  **Varhaiskasvatus on lasten oikeus:** Panostetaan varhaiskasvatuksen laatuun ja saatavuuteen, huomioiden myös maahanmuuttajataustaisten lasten tarpeet.\n7.  **Peruskoulusta ei pidä päästä ulos, jos taidot eivät riitä:** Varmistetaan, että peruskoulusta valmistuvilla on riittävät taidot jatko-opintoihin ja työelämään.\n8.  **Koulussa ei saa joutua pelkäämään:** Taataan turvallinen ja rauhallinen oppimisympäristö jokaiselle koululaiselle ja puututaan kiusaamiseen ja väkivaltaan.\n9.  **Tasokurssit ja tarkkailuluokat:** Otetaan käyttöön tasokurssit ja tarkkailuluokat oppilaiden yksilöllisten tarpeiden huomioimiseksi.\n10. **Ensihoito ei ole taksikyyti:** Vähennetään turhia ambulanssikäyntejä ja ohjataan potilaat oikeisiin palveluihin.\n\n**Speech Tone Analysis:**\n\nPuolueen ohjelman sävy on **kriittinen** ja **pragmaattinen**. Kriittisyys ilmenee erityisesti suhtautumisessa maahanmuuttoon ja nykyiseen sote-järjestelmään, joissa nähdään ongelmia ja puutteita. Pragmaattisuus korostuu taloudenhoidossa ja palveluiden järjestämisessä, joissa haetaan tehokkaita ja kustannustietoisia ratkaisuja.\n\n**Potential Voter Base:**\n\nPerussuomalaisten potentiaalinen äänestäjäkunta koostuu erityisesti **työväenluokasta** ja **pienituloisista**. Puolueen painotus taloudenhoidossa, peruspalveluiden säilyttämisessä ja haitallisen maahanmuuton vastustamisessa vetoaa näihin ryhmiin. Lisäksi puolueen korostama suomalainen perinne ja turvallisuus voivat houkutella **konservatiivisia äänestäjiä**.\n",
        "galtan":"party_galtan_graphs\/Perussuomalaiset_graph.png",
        "map":"party_maps\/Perussuomalaiset_map.png",
        "logo":"party_images\/Perussuomalaiset_logo.png",
        "topics":"party_topic_graphs\/Perussuomalaiset_topics.png"
    },
    {
        "party":"Liike Nyt",
        "manifesto_summary_en":"**Overview:**\n\nLiike Nyt's municipal election program for 2025 focuses on improving Finland's well-being and economy through concrete measures at the municipal and regional levels. Key areas of focus include revitalizing cities and municipalities, improving the economy through tax adjustments, and enhancing social and healthcare services. The party also emphasizes education, youth well-being, and services for the elderly, alongside streamlining municipal and regional administration.\n\n**Notable Proposals & Interventions:**\n\n1.  **Harmonized Taxation:** Aims for uniform taxation across Finland to reduce regional inequality, setting municipal tax rates below 7% to attract investment.\n2.  **Voluntary Municipal Mergers:** Promotes voluntary mergers to simplify the municipal funding model, ensuring equitable distribution of resources and balanced municipal finances.\n3.  **Income Tax Reduction:** Proposes lowering income tax to increase citizens' disposable income for food, hobbies, and services, stimulating economic growth.\n4.  **Reduced Food VAT:** Advocates reducing the value-added tax on food to 5% to improve purchasing power and support domestic food production.\n5.  **Tax-Free Overtime:** Seeks to eliminate taxes on overtime work to incentivize employees' extra work and earnings.\n6.  **Improved Home Deduction:** Aims to enhance the household deduction to support households' daily lives and simplify taxation related to domestic work, promoting employment in home services.\n7.  **One-Week Treatment Guarantee:** Guarantees access to primary healthcare within one week, implementing a personal physician model in all regions.\n8.  **Reforming Welfare Area Funding Law:** Reforming the funding law of welfare areas, emphasizing productivity and performance.\n9.  **Eliminating Income Limits for Students:** Proposes removing income limits for students to allow them to work part-time and support their living expenses without losing financial aid.\n10. **Community-Based Housing for the Elderly:** Advocates for community-based housing options for the elderly and improving access to 24\/7 housing services.\n\n**Speech Tone Analysis:**\n\nThe tone of the manifesto is **pragmatic** and **assertive**. The manifesto presents concrete proposals for improving municipal and regional governance, such as harmonizing taxation and promoting voluntary municipal mergers. The tone is assertive in its advocacy for specific policy changes, such as income tax reduction and the elimination of taxes on overtime work.\n\n**Potential Voter Base (Target Audience):**\n\nLiike Nyt's manifesto may appeal to **entrepreneurs and small business owners** due to its focus on reducing taxes and promoting a business-friendly environment. The emphasis on economic growth, lower taxes, and reduced bureaucracy could also attract **economically liberal voters** who prioritize individual financial freedom and efficient public services.\n",
        "manifesto_summary_fi":"**Overview:**\n\nLiike Nytin kunta- ja aluevaaliohjelman pääpaino on Suomen hyvinvoinnin ja talouden tervehdyttämisessä. Puolue pyrkii edistämään elinvoimaisia kuntia, tasapainottamaan taloutta, parantamaan sosiaali- ja terveydenhuoltoa sekä tukemaan koulutusta ja nuorten hyvinvointia. Ohjelma sisältää konkreettisia toimenpiteitä kuntien ja hyvinvointialueiden kehittämiseksi sekä kansalaisten palveluiden ja hyvinvoinnin parantamiseksi.\n\n**Notable Proposals & Interventions:**\n\n1.  **Yhtenäinen verotus:** Verotuksen yhdenmukaistaminen koko maassa alueellisen epätasa-arvon vähentämiseksi.\n2.  **Kuntaliitokset:** Vapaaehtoisilla kuntaliitoksilla pyritään yksinkertaistamaan kuntien rahoitusmallia ja tasapainottamaan kuntien taloutta.\n3.  **Tuloveron alennus:** Tuloveron alentaminen, jotta kansalaisille jää enemmän rahaa käytettäväksi.\n4.  **Ruoan arvonlisäveron alentaminen:** Ruoan arvonlisäveron pudottaminen 5 prosenttiin suomalaisten ostovoiman parantamiseksi ja kotimaisen ruoantuotannon tukemiseksi.\n5.  **Hoitotakuu:** Hoitotakuun lyhentäminen yhteen viikkoon perusterveydenhuollossa omalääkärimallin avulla.\n6.  **Sote-henkilöstön työolot:** Sote-irtisanomisten lopettaminen julkisella sektorilla ja eläkkeelle jääneille hoitajille tarjotaan verohuojennuksia työssä jatkamiseksi.\n7.  **Hyvinvointialueiden rahoitus:** Hyvinvointialueiden rahoituksen turvaaminen siten, että palkankorotukset eivät heikennä palveluita.\n8.  **Kouluruoka:** Kouluruoan tulee olla kotimaista ja laadukasta.\n9.  **Opiskelijoiden tulorajojen poisto:** Opiskelijoiden tulorajojen poistaminen, jotta he voivat tehdä osa-aikatöitä ilman tuen menettämistä.\n10. **Omaishoitajien verotus:** Omaishoitajien verotuksen poistaminen sekä eläkkeestä että omaishoitotulosta.\n\n**Speech Tone Analysis:**\n\nPuolueen ohjelman sävy on pääosin **pragmaattinen** ja **ratkaisukeskeinen**. Ohjelma pyrkii tarjoamaan konkreettisia toimenpiteitä talouden ja palveluiden parantamiseksi, mikä viittaa käytännönläheiseen lähestymistapaan. Esimerkiksi ehdotukset verotuksen muuttamisesta ja hoitotakuun parantamisesta osoittavat pyrkimystä löytää toimivia ratkaisuja olemassa oleviin ongelmiin.\n\n**Potential Voter Base:**\n\nLiike Nytin potentiaalinen äänestäjäkunta voisi koostua erityisesti **yrittäjistä** ja **taloudellisesti valveutuneista äänestäjistä**. Puolueen painotus verotuksen keventämiseen, yrittäjyyden tukemiseen ja talouden tasapainottamiseen vetoaa todennäköisesti niihin, jotka arvostavat taloudellista vastuullisuutta ja yksilön vapautta. Lisäksi, puolueen ehdotukset hoitotakuun parantamisesta ja vanhuspalveluiden kehittämisestä saattavat houkutella **hyvinvointipalveluista kiinnostuneita** äänestäjiä.\n",
        "galtan":"party_galtan_graphs\/Liike Nyt_graph.png",
        "map":"party_maps\/Liike Nyt_map.png",
        "logo":"party_images\/Liike Nyt_logo.png",
        "topics":"party_topic_graphs\/Liike Nyt_topics.png"
    }
]