[
    {
        "party":"Vihreät",
        "manifesto_national_en":"## Overview\n\nThe Green Party's municipal election manifesto for 2025 focuses on environmental sustainability, quality education, social equality, and cultural enrichment. It emphasizes local action to combat climate change and biodiversity loss, ensuring accessible and high-quality education for all ages, and promoting social inclusion and human rights. The party also aims to foster a sustainable economy and vibrant cultural life within the municipality. The manifesto presents a vision of a municipality where residents can live sustainably and focus on what matters most.\n\n## Proposals\n\n **Establish New Conservation Areas:** Each municipality will establish at least one new conservation area during the electoral term and protect forests meeting METSO program criteria.\n\n2.  **Implement the \"No Net Loss\" Principle:** Apply the principle of \"no net loss\" of biodiversity in all construction projects, prioritizing avoidance and minimization of harm, and compensating for unavoidable damage.\n\n3.  **Achieve Carbon Neutrality by 2030:** Set a goal for all municipalities to achieve carbon neutrality by 2030 and carbon negativity thereafter, phasing out fossil fuels and promoting renewable energy.\n\n4.  **Promote Sustainable Urban Structure:** Develop city centers to improve accessibility to local services by foot, bicycle and public transport.\n\n5.  **Ensure Adequate Resources for Education:** Secure sufficient funding and personnel to ensure high-quality education and a peaceful learning environment in schools.\n\n6.  **Limit Class Sizes:** Reduce class sizes to improve learning outcomes and well-being for children, youth, and staff.\n\n7.  **Increase Affordable Housing Production:** Increase the production of affordable rental housing to counteract the government's cuts to housing support.\n\n8.  **Promote Equality Through Budgeting:** Municipalities promote equality in budget processes through gender-aware budgeting.\n\n9.  **Secure Youth Spaces:** Ensure that all municipalities have youth facilities or other meeting places for young people, which are safe for rainbow youth and other minority youth.\n\n10. **Support Local Businesses:** Create space for successful businesses in municipalities, taking into account the needs of businesses, for example by zoning business plots or training skilled labor.\n\n## Speech Tone analysis\n\nThe general tone of the manifesto is **idealistic and assertive**. It presents a vision for a better future and calls for ambitious action on various fronts, from environmental protection to social justice. The language used is positive and forward-looking, aiming to inspire voters to support the party's agenda.\n\n## Potential Voter Base\n\nThe Green Party's manifesto is likely to appeal to **environmentally conscious citizens** and **younger voters** who prioritize sustainability and social justice. The focus on climate action, nature conservation, and equality aligns with the values of these groups. The emphasis on education and cultural opportunities may also attract families and individuals interested in personal development and community engagement.",
        "manifesto_national_fi":"## Yleiskatsaus\n\nVihreiden kuntavaaliohjelma 2025 keskittyy luonnon ja ilmaston suojeluun, laadukkaan koulutuksen takaamiseen, eriarvoisuuden torjuntaan, kestävän talouden luomiseen sekä kulttuuriin ja vapaa-aikaan panostamiseen. Puolue pyrkii tekemään kunnista hiilineutraaleja ja luontopositiivisia, varmistamaan riittävät resurssit koulutukseen ja oppimiseen, torjumaan köyhyyttä ja asunnottomuutta sekä edistämään tasa-arvoa ja yhdenvertaisuutta. Vihreät haluavat myös luoda työpaikkoja ja tukea vihreää siirtymää sekä varmistaa, että kulttuuri ja liikunta kuuluvat kaikille.\n\n## Ehdotukset\n\n **Luontokadon pysäyttäminen ja luontopositiivisuus:** Kunnista tehdään luontopositiivisia ja sitoudutaan luontokadon pysäyttämiseen. Otetaan elinympäristöjen ennallistaminen osaksi kuntien luonnonsuojelutoimia.\n\n2.  **Hiilineutraaliustavoitteet:** Asetetaan kaikissa kunnissa tavoitteeksi hiilineutraalius viimeistään vuonna 2030 ja hiilinegatiivisuus sen jälkeen. Luovutaan fossiilisista polttoaineista, turpeesta sekä runkopuun polttamisesta energiantuotannossa.\n\n3.  **Ryhmäkokojen pienentäminen:** Rajoitetaan ryhmäkoot toimivan pieniksi oppimisen sekä lasten, nuorten ja henkilökunnan jaksamisen parantamiseksi. Varmistetaan, että pienryhmiä, resurssi- ja erityisopettajia sekä koulunkäynninohjaajia on riittävästi.\n\n4.  **Asunnottomuuden poistaminen:** Poistetaan asunnottomuus vuoteen 2027 mennessä yhteisillä toimilla hyvinvointialueiden kanssa. Varmistetaan asunto ensin -periaatteen mukaisesti kaikille mahdollisuus omaan asuntoon.\n\n5.  **Yhdenvertaisuus- ja tasa-arvosuunnitelmat:** Laaditaan kuntiin kunnianhimoiset yhdenvertaisuus- ja tasa-arvosuunnitelmat ja varmistetaan riittävät resurssit niiden toteuttamiseen. Kunnat edistävät tasa-arvoa budjettiprosesseissa sukupuolitietoisen budjetoinnin avulla.\n\n6.  **Nuorisotilojen turvaaminen:** Turvataan kaikkiin kuntiin nuorisotila tai muita nuorten kohtaamispaikkoja, jotka ovat turvallisia myös satekaarinuorille ja muille vähemmistöihin kuuluville nuorille. Varmistetaan etsivän nuorisotyön resurssit.\n\n7.  **Kulttuurikasvatussuunnitelma:** Laaditaan kulttuurikasvatussuunnitelma, joka takaa varhaiskasvatuksessa ja perusopetuksessa kulttuuri- ja taidetoiminnan ja vähentää eriarvoisuutta. Tehdään kirjasto- ja kulttuuritarjonta tutuksi lapsille ja nuorille opetukseen sisältyvien elämyspolkujen ja nuorisopassin avulla.\n\n8.  **Kiertotalouden edistäminen:** Edistetään kiertotaloutta ja energia- ja materiaalitehokkuutta, mikä tukee niin ympäristöä, kuntataloutta kuin paikallisia vihreän siirtymän yrityksiä. Pidennetään laitteiden ja tavaroiden käyttöikää.\n\n9.  **Kestävät hankinnat:** Hankinnoissa on huomioitava kestävän kehityksen tavoitteet, ympäristövaikutukset, kotimaisuus, eläinten hyvinvointi, reilut työolot ja -ehdot sekä ihmisoikeudet. Kehitetään luottamushenkilöiden ja viranhaltijoiden hankintaosaamista.\n\n10. **Liikkumisohjelma:** Laaditaan kuntiin eri hallinnonalat kattava liikkumisohjelma, jonka avulla lisätään kuntalaisten liikkumista. Työhön osallistetaan järjestöjä.\n\n## Puheen sävyanalyysi\n\nPuheen sävy on **määrätietoinen** ja **idealistinen**. Ohjelma esittää kunnianhimoisia tavoitteita ja konkreettisia toimenpiteitä ympäristön, koulutuksen ja sosiaalisen oikeudenmukaisuuden edistämiseksi. Sävyssä korostuu usko paremman tulevaisuuden mahdollisuuteen ja poliittisen päätöksenteon voimaan muutoksen aikaansaajana.\n\n## Mahdollinen äänestäjäkunta\n\nVaaliohjelma vetoaa todennäköisimmin **ympäristötietoisesti** ajatteleviin äänestäjiin, jotka arvostavat luonnon monimuotoisuutta ja kestävää kehitystä. Lisäksi se voi houkutella **nuoria ja lapsiperheitä**, jotka pitävät tärkeänä laadukasta koulutusta, tasa-arvoa ja monipuolisia harrastusmahdollisuuksia.",
        "manifesto_helsinki_en":"## Overview\n\nThe Green party's manifesto for the Helsinki Municipal election centers on creating a sustainable and equitable city where everyone can thrive. Key priorities include ambitious climate action to achieve carbon neutrality, protecting and enhancing biodiversity and green spaces, and prioritizing pedestrian and public transport infrastructure. The party also emphasizes building affordable housing, promoting a vibrant cultural life, and ensuring high-quality education and social services for all residents, with a particular focus on children and young people. Furthermore, the manifesto aims to make Helsinki an accessible and inclusive city for all, regardless of background or ability.\n\n## Proposals\n\n1.  **Achieve Carbon Neutrality:** Helsinki aims to become carbon neutral by 2030 and carbon negative by the 2040s, phasing out fossil fuels in district heating and promoting emission-free transportation.\n\n2.  **Protect Biodiversity:** The party aims to increase biodiversity and maintain the current amount of green spaces, establishing at least five new nature reserves each year and protecting over 10% of Helsinki's area.\n\n3.  **Prioritize Pedestrians:** The manifesto focuses on designing Helsinki with pedestrians in mind, improving pedestrian and cycling infrastructure, and ensuring safe routes to schools.\n\n4.  **Build Affordable Housing:** The party proposes constructing more affordable housing by repurposing old industrial areas and vacant office spaces, while ensuring sustainable construction practices.\n\n5.  **Promote Cultural Life:** The party aims to enhance Helsinki's cultural offerings by investing in public art, supporting grassroots cultural initiatives, and creating a pedestrian-friendly city center.\n\n6.  **Expand Free Early Childhood Education:** The party aims to expand free early childhood education to all children in Helsinki and improve the working conditions and salaries of early childhood education professionals.\n\n7.  **Reduce Class Sizes:** The party aims to reduce class sizes and group sizes to ensure every child has the right to learn.\n\n8.  **Improve Integration:** The party aims to improve the integration of immigrants by ensuring quick access to Finnish or Swedish language courses and providing support for employment.\n\n9.  **Enhance Accessibility:** The party aims to develop living environments to be age-friendly and accessible to people with disabilities, improving public transport accessibility and safety.\n\n10. **Reduce Healthcare Waiting Times:** The party aims to reduce waiting times for social and healthcare services and ensure that everyone has quick access to help.\n\n## Speech Tone analysis\n\nThe general tone of the manifesto is **assertive** and **idealistic**. The manifesto sets ambitious goals for Helsinki, such as carbon neutrality by 2030 and eliminating homelessness, and confidently outlines specific actions to achieve these goals. The language used conveys a sense of determination and a belief in the possibility of creating a better future for Helsinki.\n\n## Potential Voter Base\n\nThe Green party's manifesto is likely to appeal to **environmentally conscious voters** who prioritize sustainability and green policies. Additionally, the focus on social equity, affordable housing, and accessible services may attract **younger voters and families** who are concerned about social justice and quality of life in the city.",
        "manifesto_helsinki_fi":"## Yleiskatsaus\n\nVihreiden vaaliohjelma Helsingin kuntavaaleissa keskittyy tekemään Helsingistä hiilineutraalin ja luonnon monimuotoisuutta vaalivan kaupungin, jossa jokaisella on mahdollisuus hyvään arkeen. Puolue panostaa erityisesti vähäpäästöiseen elämäntapaan, joukkoliikenteeseen, kohtuuhintaiseen asumiseen ja laadukkaaseen varhaiskasvatukseen. Vihreät haluavat kehittää Helsinkiä kävelijöiden ehdoilla ja edistää monipuolista kulttuurielämää.\n\n## Ehdotukset\n\n **Hiilineutraali Helsinki 2030:** Helsinki pyritään tekemään hiilineutraaliksi vuoteen 2030 mennessä ja hiilinegatiiviseksi 2040-luvulla, sulkemalla hiilivoimalat ja edistämällä polttoon perustumattomia lämmitysmuotoja.\n\n2.  **Luonnon monimuotoisuuden lisääminen:** Luonnon monimuotoisuutta pyritään lisäämään ja luontoalueiden määrä säilyttämään vähintään nykyisellään, perustamalla vähintään 5 uutta luonnonsuojelualuetta joka vuosi.\n\n3.  **Kävelijän ehdoilla suunniteltu kaupunki:** Jalankulku, pyöräily ja joukkoliikenne asetetaan etusijalle, rakentamalla uusia pyöräreittejä ja rauhoittamalla ajonopeuksia koulujen lähellä.\n\n4.  **Kohtuuhintainen asuminen:** Rakennetaan lisää kohtuuhintaisia asuntoja vanhoille teollisuusalueille ja joukkoliikenneyhteyksien varrelle, sekä helpotetaan ryhmärakennuttamista.\n\n5.  **Maksuton varhaiskasvatus:** Laajennetaan maksuton varhaiskasvatus koskemaan kaikkia helsinkiläisiä lapsia ja jatketaan palkkakehitysohjelmaa varhaiskasvatuksen henkilöstölle.\n\n6.  **Vartin kaupunki:** Tavoitteena on, että tärkeimmät palvelut ovat saavutettavissa kävellen, pyörällä tai julkisella liikenteellä 15 minuutissa.\n\n7.  **Liikenteen päästöjen vähentäminen keskustassa:** Vuodesta 2030 alkaen kaikki Helsingin keskustassa liikkuvat ajoneuvot ovat nollapäästöisiä, rajoittamalla fossiilisten polttoaineiden käyttöä.\n\n8.  **Kulttuuritarjonnan monipuolistaminen:** Panostetaan julkiseen taiteeseen ja monipuoliseen kulttuuritarjontaan, sekä tuetaan taiteen ja kulttuurin tekijöitä.\n\n9.  **Esteettömyyden parantaminen:** Kehitetään asuinympäristöjä ikäystävällisiksi ja vammaisten tarpeet huomioiviksi, sekä panostetaan julkisen liikenteen esteettömyyteen.\n\n10. **Työllisyyden edistäminen:** Tuetaan heikoimmassa asemassa olevien työllisyyttä ja asiakkaiden pääsyä töihin ja koulutukseen tarjoamalla laadukkaita työllisyyspalveluita.\n\n## Puheen sävyanalyysi\n\nMäärätietoinen ja välittävä. Puheen sävy on määrätietoinen, koska siinä esitetään selkeitä tavoitteita ja konkreettisia toimenpiteitä ilmastonmuutoksen hillitsemiseksi ja kaupungin kehittämiseksi. Samalla sävy on välittävä, koska ohjelmassa korostetaan jokaisen helsinkiläisen hyvinvointia ja mahdollisuuksia hyvään arkeen.\n\n## Mahdollinen äänestäjäkunta\n\nNuoret ja ympäristötietoiset kaupunkilaiset. Vihreiden ohjelma vetoaa todennäköisesti nuoriin äänestäjiin, jotka ovat huolissaan ilmastonmuutoksesta ja haluavat edistää kestävää kehitystä. Lisäksi ohjelma voi houkutella ympäristötietoisia kaupunkilaisia, jotka arvostavat luontoa, viihtyisää kaupunkiympäristöä ja monipuolisia kulttuuripalveluita.",
        "galtan":"party_galtan_graphs\/Vihreät_graph.png",
        "map":"party_maps\/Vihreät_map.png",
        "logo":"party_images\/Vihreät_logo.png",
        "topics":"party_topic_graphs\/Vihreät_topics.png"
    },
    {
        "party":"Vasemmistoliitto",
        "manifesto_national_en":"## Overview\n\nThe Left Alliance's municipal election program for 2025 focuses on strengthening local services, promoting equality, and addressing climate change. Key areas of concern include ensuring access to quality early childhood education, reinforcing comprehensive education, and supporting accessible healthcare services. The party also emphasizes the importance of sustainable urban development, affordable housing, and promoting cultural activities. They aim to empower residents through democratic participation and prioritize the well-being of vulnerable groups.\n\n## Proposals\n\n1.  **Free Early Childhood Education:** Guaranteeing access to high-quality early childhood education for all children, regardless of their family's financial situation.\n\n2.  **Reinforcing Comprehensive Education:** Strengthening basic education to ensure equal opportunities for all children and young people, including sufficient resources for learning and growth support.\n\n3.  **Affordable Second-Level Education:** Ensuring that upper secondary education remains free of charge, with sufficient resources for student welfare and mental health services.\n\n4.  **Promoting Sustainable Urban Development:** Implementing sustainable land use and construction policies to minimize greenhouse gas emissions and protect biodiversity.\n\n5.  **Affordable Housing:** Constructing enough new and affordable housing to prevent housing prices from escalating, including a minimum of 40% ARA-funded production in high-cost areas.\n\n6.  **Accessible Healthcare:** Ensuring that everyone can access a general practitioner or other healthcare professional within a week of contacting them.\n\n7.  **Mental Health Services:** Increasing low-threshold mental health services that can be accessed quickly and without a referral.\n\n8.  **Support for Caregivers:** Investing in high-quality services that support family caregivers to ensure their well-being.\n\n9.  **Climate Actions:** Aiming for all Finnish municipalities to neutralize climate emissions by 2035 and become carbon negative thereafter.\n\n10. **Increased taxation:** Increase taxes on wealth, capital and corporations to fund public services.\n\n## Speech Tone analysis\n\nThe general tone of the manifesto is **caring and assertive**. The language used reflects a genuine concern for the well-being of residents, particularly vulnerable groups such as children, the elderly, and those with disabilities. At the same time, the manifesto is assertive in its advocacy for specific policy changes and resource allocation to achieve these goals.\n\n## Potential Voter Base\n\nThe Left Alliance's manifesto is likely to appeal to **low-income voters and social justice advocates**. The emphasis on free education, affordable housing, and accessible healthcare directly addresses the concerns of those struggling with economic inequality. Additionally, the focus on environmental protection and social inclusion may attract younger voters and those with progressive values.",
        "manifesto_national_fi":"## Yleiskatsaus\n\nVasemmistoliiton vaaliohjelma kuntavaaleihin 2025 keskittyy vahvistamaan kuntien roolia arjen palveluiden järjestäjinä ja hyvinvointialueiden kumppaneina. Ohjelma korostaa varhaiskasvatuksen ja perusopetuksen yhdenvertaisuutta, maksutonta toista astetta sekä vapaan sivistystyön ja kulttuurin merkitystä. Lisäksi se painottaa ilmastotoimia, kestävää kaupunkisuunnittelua ja työllisyyden edistämistä. Tavoitteena on luoda viihtyisiä, elinvoimaisia ja tasa-arvoisia kuntia kaikille asukkaille.\n\n## Ehdotukset\n\n1.  **Varhaiskasvatuksen laadun parantaminen:** Henkilöstömitoituksen noudattaminen 3+1-mallin mukaisesti, jotta lapsiryhmissä on riittävästi pysyviä aikuisia ja laadukas varhaiskasvatus voidaan taata.\n\n2.  **Maksuton toinen aste:** Toisen asteen koulutuksen maksuttomuuden säilyttäminen ja oppimisen tuen resurssien turvaaminen sitä tarvitseville opiskelijoille.\n\n3.  **Kulttuurin ja taiteen tukeminen:** Vapaan kentän toimijoiden työskentelytilojen ja taloudellisen tuen varmistaminen sekä prosenttiperiaatteen noudattaminen julkisessa rakentamisessa taiteen edistämiseksi.\n\n4.  **Nuorisotyön vahvistaminen:** Nuorisotyön resurssien kohdentaminen erityisesti niille nuorille, jotka eivät osallistu muuhun ohjattuun toimintaan, sekä sateenkaarinuorten erityisen tuen järjestäminen.\n\n5.  **Kestävän kaupunkisuunnittelun edistäminen:** Kasvihuonekaasupäästöjen minimointi kaavoituksessa ja maankäytössä, viheralueiden lisääminen sekä puurakentamisen suosiminen.\n\n6.  **Joukkoliikenteen kehittäminen:** Joukkoliikenteen tekeminen autottomille edullisemmaksi vaihtoehdoksi ja maksuttoman joukkoliikenteen kokeileminen paikallisliikenteessä.\n\n7.  **Ilmastotavoitteiden saavuttaminen:** Kuntien ilmastopäästöjen nollaaminen vuoteen 2035 mennessä ja hiilinegatiivisuuden tavoittelu sen jälkeen.\n\n8.  **Työllisyyden edistäminen:** Työllisyyspalveluiden, koulutuspalveluiden ja elinkeinopolitiikan sovittaminen yhteen sekä yritysten neuvontapalveluiden parantaminen.\n\n9.  **Vammaisten ihmisten itsemääräämisoikeuden vahvistaminen:** Vammaisten ihmisten osallistumisen ja vaikutusmahdollisuuksien lisääminen kunnissa ja hyvinvointialueilla sekä esteettömyyden ja saavutettavuuden parantaminen.\n\n10. **Hyvinvoinnin ja terveyden edistäminen:** Kuntien ja hyvinvointialueiden yhteistyön vahvistaminen hyvinvoinnin ja terveyden edistämisessä sekä järjestöjen ja asukkaiden osallisuuden huomioiminen.\n\n## Puheen sävyanalyysi\n\nPuheen sävy on **määrätietoinen** ja **välittävä**. Ohjelma esittää selkeitä ja konkreettisia ehdotuksia kuntien ja hyvinvointialueiden kehittämiseksi, mikä kuvastaa määrätietoisuutta. Samalla ohjelma korostaa asukkaiden hyvinvointia, yhdenvertaisuutta ja osallisuutta, mikä osoittaa välittävää asennetta.\n\n## Mahdollinen äänestäjäkunta\n\nOhjelma todennäköisesti vetoaa **nuoriin äänestäjiin** ja **sosiaalisesti tiedostaviin äänestäjiin**. Nuoret äänestäjät saattavat arvostaa panostuksia koulutukseen, nuorisotyöhön ja ilmastotoimiin. Sosiaalisesti tiedostavat äänestäjät voivat kannattaa ohjelman painotusta yhdenvertaisuuteen, vammaisten oikeuksiin ja sosiaalipalveluiden parantamiseen.",
        "manifesto_helsinki_en":"## Overview\n\nThe Helsinki Left Alliance's 2025 municipal election manifesto focuses on building a socially just and ecologically sustainable Helsinki for everyone, regardless of background or income. Key priorities include ensuring equal opportunities in education, affordable housing, accessible public transportation, and comprehensive social and healthcare services. The party aims to reduce inequality, promote sustainable development, and enhance the well-being of all residents. They emphasize public services and investment in education, healthcare and social services.\n\n## Proposals\n\n1.  **Universal Early Childhood Education:** Guarantee access to high-quality early childhood education for all children, regardless of their parents' circumstances, with a focus on nutritious, locally sourced food and sufficient S2-teachers.\n\n2.  **Equitable Basic Education:** Strengthen basic education to ensure all children acquire necessary skills and knowledge, with resources allocated to support learning and growth, and ensure equal access to optional subjects across the city.\n\n3.  **Affordable Public Transportation:** Make public transportation more affordable than owning a car, accessible to all regardless of income, age, or disability, and advocate for free public transport in the long term.\n\n4.  **Increased Affordable Housing:** Develop new solutions for affordable housing production, prioritizing the construction of city-owned rental apartments and aiming for 35% of new apartments to be long-term regulated ARA rental housing.\n\n5.  **Accessible Healthcare Services:** Ensure timely access to healthcare for all, abolish health center fees, and implement an \"own doctor\" model where each resident is assigned a primary healthcare physician.\n\n6.  **Improved Mental Health Services:** Increase low-threshold mental health services with no waiting times, shifting the focus from specialized care to preventative measures in collaboration with third-sector organizations.\n\n7.  **Support for Caregivers:** Invest in services supporting family and informal care, ensuring caregivers receive adequate support and respite, and increase the level of informal care allowance.\n\n8.  **Climate-Neutral Helsinki:** Implement measures to achieve a carbon-neutral Helsinki by 2030 and carbon-negative status by 2040, transitioning to emission-free energy production and promoting sustainable consumption.\n\n9.  **Protect Urban Nature:** Preserve Helsinki's valuable natural sites and biodiversity, establish a national urban park, and increase urban greenery through various means, including street vegetation and green roofs.\n\n10. **Support for Culture and Arts:** Ensure access to diverse cultural services for all residents, maintain affordable admission fees, support cultural organizations, and promote regional equality in cultural and recreational services.\n\n## Speech Tone analysis\n\nThe general tone of the manifesto is **assertive** and **idealistic**. The manifesto presents a clear vision for a more equitable and sustainable Helsinki, advocating for ambitious policies and interventions across various sectors. The language used is confident and determined, reflecting a commitment to achieving these goals.\n\n## Potential Voter Base\n\nThe Left Alliance's manifesto is likely to appeal to **younger voters** and **low-income residents**. The focus on affordable housing, accessible public transportation, and social services aligns with the needs and concerns of these demographic groups. Additionally, the emphasis on environmental sustainability and social justice may resonate with voters who prioritize these values.",
        "manifesto_helsinki_fi":"## Yleiskatsaus\n\nHelsingin Vasemmistoliiton kuntavaaliohjelma 2025 keskittyy ekologisesti kestävään ja sosiaalisesti oikeudenmukaiseen Helsinkiin. Puolueen tavoitteena on kaupunki, jossa jokainen asukas tuntee olevansa kotonaan, ja jossa on yhdenvertaiset mahdollisuudet asua, työskennellä, opiskella, liikkua ja harrastaa. Keskeisiä teemoja ovat koulutuksen ja sivistyksen tasa-arvo, terveyden ja hyvinvoinnin edistäminen, kohtuuhintainen asuminen ja toimiva liikenne, sekä ilmaston ja luonnon huomioiminen. Vasemmistoliitto korostaa myös kestävää työelämää ja riittävää toimeentuloa kaikille helsinkiläisille.\n\n## Ehdotukset\n\n **Varhaiskasvatus jokaiselle lapselle:** Taataan laadukas varhaiskasvatus kaikille lapsille vanhempien elämäntilanteesta riippumatta, panostetaan henkilöstön työoloihin ja palkkaukseen, sekä vastustetaan palveluseteleitä ja varhaiskasvatuksen yksityistämistä.\n\n2.  **Yhdenvertainen peruskoulu:** Vahvistetaan perusopetuksen resursseja, jotta jokaiselle lapselle ja nuorelle voidaan turvata riittävät perustiedot ja -taidot, sekä tuetaan opettajien ja muun kouluhenkilökunnan työssä jaksamista.\n\n3.  **Toinen aste porttina työelämään:** Turvataan toisen asteen koulutuksen saatavuus ja laatu, lisätään lähiopetusta, sekä resursoidaan opiskelijahuollon palvelut riittävästi.\n\n4.  **Maksuton aikuislukio:** Luovutaan kaikista aikuislukion kurssimaksuista ja tuetaan maksuttomia valmennuskursseja järjestäviä tahoja tarjoamalla niiden kurssikäyttöön opetustiloja maksuttomasti.\n\n5.  **Sosiaali- ja terveyspalveluiden saatavuus:** Varmistetaan palveluiden saatavuus ja oikea-aikainen hoito kaikille, eikä peritä terveyskeskusmaksua. Otetaan käyttöön omalääkärimalli.\n\n6.  **Kohtuuhintainen asuminen:** Selvitetään modernien eurooppalaisten vuokrien sääntelyn mallien käyttöönottoa ja tehostetaan kaupungin omaa vuokra-asuntotuotantoa.\n\n7.  **Edullinen ja saavutettava liikenne:** Joukkoliikenteen tulee olla auton omistamista edullisempi vaihtoehto ja saavutettavissa tulotasosta riippumatta. Pitkällä aikavälillä tavoitellaan maksutonta julkista liikennettä.\n\n8.  **Hiilineutraali Helsinki:** Toteutetaan nopeita toimenpiteitä, joilla saavutetaan hiilineutraali Helsinki 2030 ja hiilinegatiivisuus 2040.\n\n9.  **Kaupunkiluonnon varjelu:** Helsingin arvokkaimmat luontokohteet ja keskuspuisto tulee säästää rakentamiselta ja lisätään kaupunkivihreää.\n\n10. **Reilu työnantaja:** Helsinki on valtion jälkeen Suomen toiseksi suurin työnantaja ja lähes 80 prosenttia sen henkilöstöstä on naisia. Palkkatasa-arvo, työssä jaksaminen ja työhyvinvointi eivät ole tehokkaan työn vastakohtia, vaan sen edellytyksiä, ja arvoja itsessään.\n\n## Puheen sävyanalyysi\n\nPuheen sävy on **määrätietoinen** ja **välittävä**. Ohjelma esittää selkeitä tavoitteita ja toimenpiteitä Helsingin kehittämiseksi, samalla korostaen huolta heikommassa asemassa olevista ja tasa-arvon edistämistä. Esimerkiksi varhaiskasvatuksen ja terveyspalveluiden saatavuuden varmistaminen osoittaa välittämistä kaupunkilaisten hyvinvoinnista.\n\n## Mahdollinen äänestäjäkunta\n\nToiminnan perusteella keskeisiä äänestäjäryhmiä ovat **nuoret** ja **pienituloiset**. Nuoria puhuttelee panostukset koulutukseen ja kohtuuhintaiseen asumiseen, kun taas pienituloisia kiinnostavat sosiaali- ja terveyspalveluiden saatavuus sekä edullinen joukkoliikenne. Myös **ympäristötietoiset** äänestäjät voivat kannattaa Vasemmistoliittoa, sillä ohjelma korostaa vahvasti ilmastonmuutoksen torjuntaa ja luonnon suojelua.",
        "galtan":"party_galtan_graphs\/Vasemmistoliitto_graph.png",
        "map":"party_maps\/Vasemmistoliitto_map.png",
        "logo":"party_images\/Vasemmistoliitto_logo.png",
        "topics":"party_topic_graphs\/Vasemmistoliitto_topics.png"
    },
    {
        "party":"Keskusta",
        "manifesto_national_en":"## Overview\n\nThe Centre Party's municipal election program for 2025 emphasizes the importance of municipalities as communities and building blocks of democracy, focusing on enhancing local decision-making and promoting regional vitality. Key areas include securing municipalities' operational capabilities, promoting education and culture, supporting families and homes, and fostering growth through collaboration with entrepreneurs and organizations. The party aims to ensure that all municipalities have the opportunity to thrive and prevent regional disparities. They stress the importance of well-being, safety, and accessible services for all residents.\n\n## Proposals\n\n1.  **Securing Municipal Autonomy:** The party aims to guarantee municipalities' ability to decide on their services flexibly, according to the needs of their residents, emphasizing the importance of municipal self-government.\n\n2.  **Promoting Early Childhood Education:** The party aims to ensure family-friendly early childhood education services that meet the needs of families, emphasizing cooperation between municipalities and welfare areas.\n\n3.  **Developing Multi-Purpose Facilities:** The party aims to develop local schools and libraries into multi-purpose facilities that bring together people of all ages in the local community.\n\n4.  **Supporting Hobbies:** The party aims to ensure that every Finn, regardless of age, has the opportunity to participate in at least one hobby to prevent social exclusion.\n\n5.  **Addressing Housing Needs:** The party aims to consider families' housing choices in housing policy, ensuring that families have access to various forms of housing, including homeownership, and reducing inequality within cities and municipalities by reforming the transfer tax.\n\n6.  **Ensuring Safe School Routes:** The party aims to ensure safe school routes for pupils in pre-primary and basic education, especially in areas with wildlife concerns, by providing school transportation.\n\n7.  **Promoting Resource-Wise Solutions:** The party aims to promote the wise use of natural resources, such as forests, and create conditions for socially sustainable development and well-being.\n\n8.  **Maintaining Water Services:** The party aims to ensure that water utilities are 100 percent owned by municipalities, emphasizing responsible municipal ownership and preparedness for emergencies.\n\n9.  **Implementing Special Economic Zones:** The party proposes creating a special economic zone system in Finland to increase employment, investment, and attractiveness in specific regions through tax incentives and other economic measures.\n\n10. **Supporting Opintolaina Hyvitys:** The party aims to provide student loan forgiveness of up to 8800 euros for recent graduates who move to work in sparsely populated areas, such as Northern and Eastern Finland.\n\n## Speech Tone analysis\n\nThe general tone of the manifesto is pragmatic and caring. It focuses on practical solutions for improving municipal services and regional development, while also emphasizing the well-being of residents and the importance of community. The manifesto reflects a desire to address inequalities and ensure that all municipalities have the resources they need to provide essential services.\n\n## Potential Voter Base\n\nThe Centre Party's manifesto is likely to appeal to residents in rural areas and smaller municipalities who value local decision-making, accessible services, and regional development. Families with children, particularly those in rural areas, may also be drawn to the party's emphasis on family-friendly services, safe school routes, and affordable housing.",
        "manifesto_national_fi":"## Yleiskatsaus\n\nKeskustan kuntavaaliohjelma 2025 korostaa kuntien roolia ihmisten yhteisöinä ja demokratian perusyksikköinä. Puolueen keskeisiä tavoitteita ovat kuntien itsehallinnon turvaaminen, koulutuksen ja kulttuurin edistäminen, lapsi- ja perheystävällisten kuntien rakentaminen sekä kuntien elinvoiman vahvistaminen. Keskusta haluaa varmistaa, että kaikilla kunnilla on mahdollisuus kasvuun ja että kuntien eriytymistä estetään vaikuttavalla aluepolitiikalla. Ohjelma painottaa myös kuntalaisten hyvinvointia, osallisuutta ja mahdollisuutta vaikuttaa oman kotikunnan asioihin.\n\n## Ehdotukset\n\n **Kuntien itsehallinnon turvaaminen:** Keskusta haluaa taata kuntien toimintaedellytykset ja edistää niiden mahdollisuuksia kehittää omia vahvuuksiaan, korostaen kuntien oikeutta päättää omista palveluistaan.\n\n2.  **Koulutuksen ja kulttuurin edistäminen:** Panostetaan perheiden tarpeisiin sopiviin varhaiskasvatuspalveluihin, laadukkaaseen perus- ja toisen asteen opetukseen sekä taiteen perusopetukseen ja vapaaseen sivistystyöhön.\n\n3.  **Lapsi- ja perheystävällisten kuntien rakentaminen:** Vahvistetaan perhe- ja lapsimyönteistä ilmapiiriä kuntapalveluissa ja turvataan erilaisten perheiden lähipalvelut.\n\n4.  **Kuntien elinvoiman vahvistaminen:** Tiivis vuoropuhelu yrittäjien, järjestökentän ja kunnan kesken on avain aktiiviseen elinkeinopolitiikkaan, ja Keskusta pyrkii estämään alueiden ja kuntien eriytymisen.\n\n5.  **Opintolainahyvitys kotiseudulle palaaville nuorille:** Kannustetaan nuoria osaajia palaamaan kotiseudulleen opintolainahyvityksen avulla.\n\n6.  **Erityistalousalueet:** Luodaan kannustimia alueille, jotka ovat eriarvoisessa asemassa taloutensa tai osaamisensa perusteella.\n\n7.  **MAL-sopimusten laajentaminen:** Maankäytön, asumisen ja liikenteen sopimuksia laajennetaan suurten kaupunkien lisäksi koko Suomeen, ottaen huomioon myös maaseutualueet.\n\n8.  **Kuntien rahoituksen uudistaminen:** Koko kuntalaki ja kuntien rahoitusjärjestelmä uudistetaan parlamentaarisesti, huomioiden kuntien erilaisuus ja pyrkien tehokkaasti tuotettuihin kuntapalveluihin kohtuullisella vero- ja maksurasituksella.\n\n9.  **Negatiivisten valtionosuuksien korjaaminen:** Negatiivisten valtionosuuksien kuntien ongelma korjataan välittömästi.\n\n10. **Kotitalousvähennyksen palauttaminen:** Keskusta ei hyväksy Orpon hallituksen kotitalousvähennykseen kohdistuvia leikkauksia, vaan haluaa palauttaa omavastuuosuuden ja vähennysprosentit ennalleen ja jopa korottaa verovähennyksen enimmäismäärää.\n\n## Puheen sävyanalyysi\n\nPuheen sävy on **määrätietoinen** ja **pragmaattinen**. Ohjelma esittää selkeitä tavoitteita ja konkreettisia toimenpiteitä kuntien kehittämiseksi ja kuntalaisten hyvinvoinnin parantamiseksi. Sävyssä korostuu myös **yhteistyöhalukkuus**, sillä ohjelma painottaa vuoropuhelua eri toimijoiden kanssa ja kuntien välistä yhteistyötä.\n\n## Mahdollinen äänestäjäkunta\n\nKeskustan vaaliohjelma todennäköisesti vetoaa erityisesti **maaseudun asukkaisiin** ja **pienten kuntien asukkaisiin**, jotka arvostavat paikallista päätöksentekoa, lähipalveluita ja alueellista tasa-arvoa. Lisäksi ohjelma voi houkutella **lapsiperheitä** ja **yrittäjiä**, jotka hyötyvät perheystävällisistä palveluista ja elinkeinopoliittisista toimenpiteistä.",
        "manifesto_helsinki_en":"## Overview\n\nThe party manifesto focuses on enhancing the overall safety and security of Helsinki, emphasizing a community-based approach. It advocates for accessible local services, improved social and healthcare, and support for families and children. The manifesto also highlights the importance of a thriving local economy and efficient infrastructure. Furthermore, it stresses the need for good governance and citizen involvement in decision-making.\n\n## Proposals\n\n1.  **Decentralized Services:** The party aims to reverse the trend of centralizing services, advocating for high-quality local services in every neighborhood to foster community and reduce travel times.\n\n2.  **Enhanced Local Safety:** The party promotes a neighborhood-centric approach to safety, strengthening community bonds and supporting local initiatives to prevent crime and violence.\n\n3.  **Improved Sote Services:** The party seeks to address the crisis in social and healthcare services by investing in preventative measures, early interventions, and increased resources for mental health support, especially for young people.\n\n4.  **Support for Families:** The party aims to strengthen families by improving access to family counseling, providing parenting support, and expanding home services to prevent crises.\n\n5.  **Language Integration:** The party emphasizes the importance of language skills, advocating for increased support and requirements for Finnish or Swedish language learning for non-native speakers, including joint language training for immigrant mothers and children.\n\n6.  **Tackling Violence:** The party calls for stricter measures against violence, especially among minors, and improved training for authorities to recognize and address various forms of violence, regardless of the victim's background.\n\n7.  **Support for Local Businesses:** The party aims to create a business-friendly environment by prioritizing the needs of small local businesses, streamlining bureaucracy, and ensuring fair competition in procurement processes.\n\n8.  **Infrastructure Maintenance:** The party advocates for proactive and flexible maintenance of infrastructure, including roads, pedestrian paths, and recreational areas, adjusting maintenance schedules to weather conditions rather than fixed calendars.\n\n9.  **Preservation of Green Spaces:** The party emphasizes the importance of preserving and protecting local green spaces, integrating green construction in new developments, and enhancing biodiversity in urban environments.\n\n10. **Re-evaluation of Digitalization in Schools:** The party suggests re-evaluating the use of digital devices in schools, advocating for a return to physical books and handwriting to improve learning and concentration.\n\n## Speech Tone analysis\n\nThe tone of the manifesto is **assertive** and **pragmatic**. The party clearly identifies problems within Helsinki's current system and confidently proposes concrete solutions. The language used is direct and action-oriented, indicating a desire for practical improvements and efficient governance.\n\n## Potential Voter Base\n\nThe manifesto may appeal to **families with young children** due to its emphasis on accessible local services, improved education, and support for family well-being. Additionally, it could attract **small business owners** who would benefit from reduced bureaucracy and a focus on local entrepreneurship.",
        "manifesto_helsinki_fi":"## Yleiskatsaus\n\nPuolueen vaaliohjelma keskittyy helsinkiläisten turvallisuuden kokonaisvaltaiseen parantamiseen. Tähän pyritään vahvistamalla lähipalveluita, tukemalla paikallisyhteisöjä ja puuttumalla tehokkaasti väkivaltaan ja rikollisuuteen. Ohjelma korostaa myös sote-palveluiden parantamista, ennaltaehkäisevää työtä ja koulujen sekä päiväkotien resursointia. Lisäksi puolue panostaisi yrittäjyyden tukemiseen ja toimivaan liikenteeseen.\n\n## Ehdotukset\n\n **Turvallisuusajattelun uudistaminen kaupunginosittain:** Turvallisuuden rakentamista on ajateltava kaupunginosittain, vahvistamalla asukkaiden omistajuutta ja tukemalla paikallisia yhteisöjä.\n\n2.  **Lähipalvelut jokaiseen kaupunginosaan:** Palveluiden keskittäminen on lopetettava ja kehitys käännettävä päinvastaiseen suuntaan, jotta jokaisella asuinalueella on saatavissa laadukkaat lähipalvelut.\n\n3.  **Sote-palveluiden parantaminen:** Sote-palveluiden kriisi on ratkaistava investoimalla ennaltaehkäiseviin palveluihin ja varhaisiin interventioihin, erityisesti nuorten mielenterveyden tukeen.\n\n4.  **Koulujen ja päiväkotien resursointi:** Koulutuksen resurssit on ohjattava uudelleen perustyöhön, jotta lapsilla on riittävästi turvallisia aikuisia, joilla on resursseja antaa lapsen tarvitsemaa tukea.\n\n5.  **Koulujen ja päiväkotien tilojen terveellisyys:** Koulujen korjausvelka on hoidettava, jotta oppimistilat ovat terveelliset ja turvalliset niin oppilaille kuin opettajille.\n\n6.  **Yhteisen kielen edistäminen:** Kotikielinään muita kieliä kuin suomea tai ruotsia puhuvien lasten ja aikuisten kielenopiskelua on sekä tuettava että vaadittava.\n\n7.  **Väkivaltaan puuttuminen:** Viranomaisia on koulutettava ja tuettava tunnistamaan väkivallan mekanismeja ja puuttumaan niihin, puuttumiskynnyksen ollessa yhtä matala riippumatta uhrin taustasta.\n\n8.  **Yrittäjyyden tukeminen:** Helsingin on oltava hyvä kaupunki yrittää kaiken kokoisille yrityksille, kuunnellen kaikenkokoisia yrityksiä ja tukemalla mikroyrittäjien toimintamahdollisuuksia.\n\n9.  **Toimiva liikenne:** Liikkumisen on oltava sujuvaa ja turvallista kulkuvälineestä riippumatta, suunnitellen tieremontteja asukkaat huomioiden ja pitäen sekä kevyen että raskaamman liikenteen väylät kunnossa.\n\n10. **Hyvä johtaminen:** Pormestarimallista on luovuttava ja Helsinkiin tarvitaan aidosti osallistavaa, holistista budjetointia ja todellista priorisointia, ottaen ruohonjuuritason työntekijät mukaan budjetointiin.\n\n## Puheen sävyanalyysi\n\nPuheen sävy on **määrätietoinen** ja **välittävä**. Määrätietoisuus näkyy konkreettisissa ehdotuksissa ja vaatimuksissa muutoksiin, kuten pormestarimallista luopumiseen ja resurssien kohdentamiseen perustyöhön. Välittävä sävy ilmenee huolesta helsinkiläisten turvallisuudesta ja hyvinvoinnista, erityisesti lasten, nuorten ja vammaisten osalta.\n\n## Mahdollinen äänestäjäkunta\n\nTodennäköisimpiä äänestäjiä ovat **lapsiperheet** ja **pienyrittäjät**. Lapsiperheet arvostavat todennäköisesti panostusta lähipalveluihin, koulutukseen ja turvallisuuteen. Pienyrittäjät hyötyvät yrittäjyyden tukemisesta ja byrokratian vähentämisestä.",
        "galtan":"party_galtan_graphs\/Keskusta_graph.png",
        "map":"party_maps\/Keskusta_map.png",
        "logo":"party_images\/Keskusta_logo.png",
        "topics":"party_topic_graphs\/Keskusta_topics.png"
    },
    {
        "party":"Kokoomus",
        "manifesto_national_en":"## Overview\n\nThe party focuses on ensuring municipalities are attractive places to live and do business. They emphasize the importance of a strong local economy with ample job opportunities, high-quality education, and strategic planning tailored to each municipality's unique characteristics. Key priorities include fostering entrepreneurship, promoting sustainable development, and providing essential services while opposing tax increases. The party aims to enhance the vitality of municipalities by empowering local residents, businesses, and organizations.\n\n## Proposals\n\n1.  **Kuntastrategia (Municipal Strategy):** The party will ensure the creation of a municipal strategy that identifies potential resident and entrepreneur groups whose needs the municipality can meet.\n\n2.  **Lupaprosessien käsittelyaikatakuu (Permit Processing Time Guarantee):** The party proposes implementing a guarantee for permit processing times to ensure quick and smooth processes for businesses.\n\n3.  **Yhden luukun periaate (One-Stop Shop Principle):** The party advocates for municipalities to offer permit and advisory services to businesses under a one-stop-shop principle.\n\n4.  **Paikallisten yksityisten toimijoiden käyttäminen (Using Local Private Actors):** The party suggests that municipalities should consider the environmental benefits of using local private actors in competitive bidding processes.\n\n5.  **Työ- ja elinkeinopalvelut (Employment and Economic Development Services):** The party aims to organize employment and economic development services in collaboration with the municipality, local businesses, and vocational education to match workforce needs with available jobs.\n\n6.  **Esiopetuksen laajentaminen (Expanding Pre-Primary Education):** The party's long-term goal is to expand pre-primary education to two years and ensure every child participates in early childhood education by age three.\n\n7.  **Lukutaitotavoite peruskoulussa (Literacy Goal in Primary School):** The party proposes introducing a literacy goal in primary school, allowing students who struggle to repeat a year without being labeled as \"poor students.\"\n\n8.  **Opiskelijahuolto (Student Welfare):** The party wants to ensure that student welfare services actively support the well-being of students in upper secondary schools and vocational institutions.\n\n9.  **Turvallisuuden parantaminen (Improving Safety):** The party suggests active cooperation with the police, camera surveillance, and the presence of guards in areas where insecurity exists.\n\n10. **Verojen ja maksujen korotuksia vastaan (Against Tax and Fee Increases):** The party opposes increases in municipal tax, property tax, and fees, and aims to lower taxation whenever economically feasible.\n\n## Speech Tone analysis\n\nPragmatic and assertive. The manifesto focuses on practical solutions for municipal challenges, emphasizing economic growth, efficient services, and responsible financial management. The tone is assertive in advocating for specific policies and reforms, such as permit processing guarantees and opposition to tax increases.\n\n## Potential Voter Base\n\n*   **Entrepreneurs and Business Owners:** The party's focus on reducing bureaucracy, streamlining permit processes, and fostering a business-friendly environment would likely appeal to entrepreneurs and business owners.\n*   **Families with Young Children:** The emphasis on high-quality education, expanded pre-primary education, and accessible recreational facilities could attract families with young children.",
        "manifesto_national_fi":"## Yleiskatsaus\n\nKokoomuksen vaaliohjelma kuntavaaleissa keskittyy elinvoiman vahvistamiseen, laadukkaaseen koulutukseen ja turvalliseen elinympäristöön. Puolue korostaa kuntien roolia yrittäjyyden mahdollistajina ja työpaikkojen luojina, mikä puolestaan mahdollistaa laadukkaat kunnalliset palvelut. Koulutuksessa tavoitteena on tasavertaiset mahdollisuudet oppimiseen ja sivistyksen tarjoaminen kaikille. Lisäksi ohjelma painottaa kuntien vastuuta huoltovarmuudesta, energiaomavaraisuudesta, ilmastonmuutoksen torjunnasta ja luontokadon pysäyttämisestä.\n\n## Ehdotukset\n\n **Kuntastrategian laatiminen:** Kokoomus huolehtii kuntastrategian laatimisesta, jotta kunnat voivat löytää itselleen sopivat asukas- ja yrittäjäryhmät.\n\n2.  **Yritysmyönteisen toimintaympäristön luominen:** Kunnan tulee helpottaa yrittäjien ja yritysten ankkuroitumista alueelleen nopeilla ja sujuvilla lupaprosesseilla sekä tarjoamalla lupa- ja neuvontapalvelut yhden luukun periaatteella.\n\n3.  **Työvoiman ja työpaikkojen kohtaaminen:** Työ- ja elinkeinopalvelut järjestetään yhdessä kunnan, paikallisten yritysten ja ammatillisen koulutuksen kanssa, jotta yritysten työvoimatarpeet ja työllistämisen palvelupolut kohtaavat.\n\n4.  **Laadukkaan varhaiskasvatuksen ja esiopetuksen laajentaminen:** Kokoomuksen tavoitteena on esiopetuksen laajentaminen kaksivuotiseksi ja jokaisen lapsen saaminen varhaiskasvatuksen piiriin viimeistään kolmen vuoden iässä.\n\n5.  **Lukutaitotavoitteen käyttöönotto peruskoulussa:** Oppilaille, joille lukutaitotavoite osoittautuu ylivoimaiseksi, on oltava mahdollisuus käydä oppivuosi uudelleen.\n\n6.  **Opiskelijahuollon vahvistaminen:** Varmistetaan, että opiskelijahuolto tukee aktiivisesti opiskelijoiden hyvinvointia lukioissa ja oppilaitoksissa.\n\n7.  **Turvallisuuden parantaminen:** Puututaan matalalla kynnyksellä turvallisuutta heikentäviin ilmiöihin, otetaan käyttöön kameravalvonta ja vartijoiden läsnäolo tarvittaessa sekä estetään huono-osaisuuden kasautumista jo uusien alueiden suunnitteluvaiheessa.\n\n8.  **Liikunta- ja harrastusmahdollisuuksien lisääminen:** Kunnassa pitää olla mielekkäitä ja saavutettavia liikunta-, harrastus-, ulkoilu- ja tapaamispaikkoja, jotka vastaavat erilaisten ryhmien tarpeisiin.\n\n9.  **Ikääntyneiden palveluiden huomioiminen:** Varmistetaan, että vapaa-ajan palvelut vastaavat aidosti senioreiden tarpeisiin ja palveluiden suunnittelussa kuunnellaan kohderyhmää.\n\n10. **Monipuolinen asuntotuotanto:** Kunnissa ja kaupungeissa pitää olla monipuolista asuntotuotantoa, joka tarjoaa sopivan kodin juuri omaan elämäntilanteeseen.\n\n## Puheen sävyanalyysi\n\nPuheen sävy on **määrätietoinen** ja **pragmaattinen**. Määrätietoisuus näkyy konkreettisissa ehdotuksissa ja tavoitteissa, kuten lukutaitotavoitteen käyttöönotossa ja esiopetuksen laajentamisessa. Pragmaattisuus ilmenee siinä, että ohjelma pyrkii löytämään käytännöllisiä ratkaisuja kuntien elinvoiman ja palveluiden parantamiseen, esimerkiksi korostamalla paikallisten yritysten hyödyntämistä ja kuntien välistä yhteistyötä.\n\n## Mahdollinen äänestäjäkunta\n\nOhjelman perusteella todennäköisiä äänestäjäryhmiä ovat **yrittäjät** ja **lapsiperheet**. Yrittäjiä houkuttelee erityisesti lupaprosessien nopeuttaminen ja yritysmyönteisen ilmapiirin luominen. Lapsiperheet arvostavat laadukasta varhaiskasvatusta, turvallisia kouluja ja monipuolisia harrastusmahdollisuuksia.",
        "manifesto_helsinki_en":"## Overview\n\nThe Helsinki Kokoomus (National Coalition Party) manifesto focuses on maintaining a strong economy, promoting business-friendly policies, investing in education, and ensuring safe and pleasant living environments. They emphasize responsible financial management, supporting entrepreneurship, and providing high-quality social and healthcare services. The party aims to balance growth with sustainability, enhance the city's attractiveness, and improve the overall quality of life for residents. They also stress the importance of considering all modes of transportation equally and improving traffic flow.\n\n## Proposals\n\n1.  **Capping Annual Expenditure Increases:** Sets a limit on yearly increases in municipal spending to maintain a balanced city economy.\n\n2.  **Taxation Policy:** Aims to lower municipal taxes rather than increase them.\n\n3.  **Streamlining Business Support:** Improves business advisory and support services and simplifies permit processes to facilitate business operations.\n\n4.  **TE Services Integration:** Ensures the smooth integration of municipal TE services (employment services) to connect job seekers with businesses and tailors services to different needs.\n\n5.  **Education Funding:** Commits to strengthening education funding to ensure high-quality teaching and support in schools.\n\n6.  **Private School Support:** Secures the position of private schools operating as contract schools with the city to improve the diversity of education.\n\n7.  **Housing Development:** Plans to zone enough new apartments and streamline building permit processes to increase housing supply.\n\n8.  **Central Tunnel Access:** Allows private cars, rescue, maintenance, and distribution traffic to pass through the central maintenance tunnel.\n\n9.  **Electric Vehicle Infrastructure:** Accelerates the construction of charging infrastructure for electric vehicles, including logistics.\n\n10. **Healthcare Access:** Ensures smooth access to healthcare, with immediate or next-day treatment in urgent cases.\n\n## Speech Tone analysis\n\nPragmatic and Assertive. The manifesto presents a practical approach to city governance, emphasizing fiscal responsibility and efficient service delivery. The tone is assertive in advocating for specific policy changes and improvements, such as streamlining business support and enhancing healthcare access.\n\n## Potential Voter Base\n\n1.  **Entrepreneurs and Business Owners:** The party's focus on reducing bureaucracy, streamlining permit processes, and fostering a business-friendly environment would appeal to this group.\n\n2.  **Families with School-Aged Children:** The emphasis on quality education, support for private schools, and ensuring access to local schools would resonate with parents.",
        "manifesto_helsinki_fi":"## Yleiskatsaus\n\nHelsingin Kokoomuksen vaaliohjelma keskittyy Helsingin talouden tasapainoon, yritysmyönteisyyden edistämiseen, laadukkaaseen koulutukseen panostamiseen, viihtyisien asuinalueiden luomiseen ja liikennepolitiikan kehittämiseen. Puolue pyrkii varmistamaan kaupungin vetovoimaisuuden ja asukkaiden hyvinvoinnin vastuullisella taloudenpidolla ja palveluiden kehittämisellä. Ohjelma korostaa myös kestävää kehitystä ja hiilineutraaliustavoitteiden saavuttamista.\n\n## Ehdotukset\n\n **Katto vuosittaisille menolisäyksille:** Asetetaan katto kaupungin vuosittaisille menolisäyksille, jotta kaupungin talous pysyy tasapainossa.\n\n2.  **Yritystoiminnan helpottaminen:** Parannetaan yritysneuvontaa ja tukipalveluita, sujuvoitetaan lupaprosesseja ja varmistetaan yrityksille tarvittavat tilat ja infrastruktuuri.\n\n3.  **Koulutuksen rahoituksen vahvistaminen:** Turvataan laadukas opetus, tarvittava koulunkäynnin tuki ja kohtuulliset luokkakoot sitoutumalla koulutuksen rahoituksen vahvistamiseen.\n\n4.  **Lähikouluperiaatteen turvaaminen:** Varmistetaan jokaisen oppilaan mahdollisuus käydä lähikoulua sekä lisätään oppilaiden osallistumista painotettuun luokkamuotoiseen opetukseen.\n\n5.  **Uusien asuntojen kaavoittaminen:** Kaavoitetaan tarpeeksi uusia asuntoja sekä sujuvoitetaan rakennuslupaprosesseja asumisen hinnan kohtuullisena pitämiseksi.\n\n6.  **Liikenteen sähköistämisen vauhdittaminen:** Nopeuttamalla latausinfran rakentamista henkilöautoliikenteen ja logistiikkaliikenteen hyödynnettäväksi.\n\n7.  **Esplanadien kaksikaistaisuuden säilyttäminen:** Säilytetään Esplanadien kaksikaistaisuus sekä mahdollistetaan keskustan huoltotunnelin läpiajomahdollisuus yksityisautoilulle sekä pelastus-, huolto- ja jakeluliikenteelle.\n\n8.  **Hoitoon pääsyn varmistaminen:** Varmistetaan sujuva hoitoonpääsy kiireellisissä tilanteissa.\n\n9.  **Omalääkärimallin käyttöönotto:** Otetaan perusterveydenhuollossa käyttöön omalääkärimalliin pohjautuvia ratkaisuja erityisesti paljon palveluita tarvitseville sekä monisairaille henkilöille.\n\n10. **Monituottajuuden hyödyntäminen sote-palveluissa:** Hyödynnetään yksityisiä palveluntarjoajia palvelutuotannossa, jotta voidaan varmistaa asiakkaille parhaat mahdolliset palvelut.\n\n## Puheen sävyanalyysi\n\nPuheen sävy on **määrätietoinen** ja **pragmaattinen**. Ohjelma esittää selkeitä tavoitteita ja konkreettisia toimenpiteitä Helsingin kehittämiseksi, keskittyen talouden hallintaan, palveluiden parantamiseen ja kaupungin vetovoimaisuuden lisäämiseen.\n\n## Mahdollinen äänestäjäkunta\n\nTodennäköisiä äänestäjiä ovat **yrittäjät** ja **hyvätuloiset kaupunkilaiset**. Ohjelma korostaa yritysmyönteisyyttä ja talouden vakautta, mikä vetoaa yrittäjiin. Laadukkaan koulutuksen ja viihtyisien asuinalueiden painottaminen puolestaan houkuttelee hyvätuloisia perheitä ja kaupunkilaisia, jotka arvostavat palveluita ja elinympäristöä.",
        "galtan":"party_galtan_graphs\/Kokoomus_graph.png",
        "map":"party_maps\/Kokoomus_map.png",
        "logo":"party_images\/Kokoomus_logo.png",
        "topics":"party_topic_graphs\/Kokoomus_topics.png"
    },
    {
        "party":"Sosiaalidemokraatit",
        "manifesto_national_en":"## Overview\n\nThe SDP's municipal election program for 2025 focuses on fairness and equity in society, emphasizing that political decisions should not disproportionately burden anyone. Key priorities include ensuring timely access to healthcare, improving learning outcomes for children and young people, and promoting sustainable housing development. The party aims to counteract the perceived negative impacts of the current right-wing government by making decisions at the municipal and wellbeing services county level that improve the daily lives of all Finns.\n\n## Proposals\n\n1.  **Two-Week Treatment Guarantee:** Implement a two-week guarantee for access to non-urgent care in primary healthcare throughout Finland.\n\n2.  **Personal Doctor and Nurse Model:** Adopt a personal doctor and nurse model in primary healthcare to improve continuity of care.\n\n3.  **Digital Mental Health Services:** Increase low-threshold digital mental health services and improve the identification of mental health problems in other treatment contexts.\n\n4.  **Expanded Pre-Primary Education:** Expand pre-primary education to two years to strengthen children's school readiness.\n\n5.  **Smaller Class Sizes:** Aim for maximum class sizes of 20 pupils in basic education, especially in the lower grades.\n\n6.  **Restrictions on Phone Use in Class:** Limit disruptive phone use during lessons and increase teachers' pedagogical freedom.\n\n7.  **Elderly Care Staffing Ratio:** Prevent the weakening of the staffing ratio in elderly care to ensure the quality of care.\n\n8.  **Affordable Housing Production:** Increase affordable and diverse housing production in cities and implement housing investment programs.\n\n9.  **Price Cap for Leased Workforce:** Introduce a price cap system for the use of leased workforce in public healthcare.\n\n10. **Promote Green Investment:** Ensure the possibility of implementing green investments and promote sustainable development in their procurement.\n\n## Speech Tone analysis\n\nThe general tone of the manifesto is **caring and assertive**. The text expresses concern for the well-being of citizens, particularly regarding healthcare, education, and social equity. At the same time, it takes a firm stance against the policies of the current government and advocates for specific interventions to improve public services and support vulnerable populations.\n\n## Potential Voter Base\n\nThe manifesto is likely to appeal to **working-class families and public sector employees**. The emphasis on accessible healthcare, quality education, and fair labor practices aligns with the interests of these groups. Additionally, the focus on social equity and affordable housing may resonate with **younger voters and those concerned about inequality**.",
        "manifesto_national_fi":"## Yleiskatsaus\n\nSDP:n kuntavaaliohjelma 2025 keskittyy reiluuteen ja oikeudenmukaisuuteen, pyrkien parantamaan suomalaisten arkea erityisesti terveydenhuollon ja koulutuksen saralla. Puolue korostaa vastuun jakamista ja hyvinvointivaltion perustan vahvistamista. Keskeisiä tavoitteita ovat hoitoon pääsyn nopeuttaminen, oppimistulosten parantaminen ja kohtuuhintaisen asumisen edistäminen.\n\n## Ehdotukset\n\n **Hoitoon pääsyn nopeuttaminen:** Taataan kahden viikon hoitotakuu kiireettömään hoitoon pääsyyn perusterveydenhuollossa koko Suomessa ja kolmen kuukauden takuu suun terveydenhuollossa.\n\n2.  **Oma lääkäri- ja omahoitajamalli:** Otetaan käyttöön perusterveydenhuollossa, jotta potilaalla on tuttu lääkäri ja hoitaja.\n\n3.  **Mielenterveyspalveluiden parantaminen:** Lisätään matalan kynnyksen digitaalisia mielenterveyspalveluita ja parannetaan mielenterveysongelmien tunnistamista muun hoidon yhteydessä.\n\n4.  **Oppimistulosten parantaminen:** Piennetään luokkien ryhmäkokoja perusopetuksessa, tavoitteena enintään 20 oppilasta ryhmässä erityisesti alimmilla vuosiluokilla.\n\n5.  **Kaksivuotinen esiopetus:** Laajennetaan esiopetus kaksivuotiseksi, jotta voidaan vahvistaa lasten kouluvalmiutta.\n\n6.  **Puhelinten käytön rajoittaminen:** Rajoitetaan puhelinten häiritsevää käyttöä oppitunneilla oppimisrauhan takaamiseksi.\n\n7.  **Ikäihmisten palveluiden parantaminen:** Panostetaan yksilöllisiin ratkaisuihin ikäihmisten palveluissa ja varmistetaan nopea palveluiden pariin pääsy.\n\n8.  **Työllisyyspalveluiden tehostaminen:** Tarjotaan työllisyys- ja elinkeinopalveluita yhden yhteydenoton periaatteella.\n\n9.  **Maahanmuuttajien kotoutumisen edistäminen:** Kehitetään työperäisen maahanmuuton palveluita ja panostetaan kotoutumisen alkuvaiheen palveluihin.\n\n10. **Kohtuuhintaisen asuntotuotannon lisääminen:** Lisätään kohtuuhintaista ja monipuolista asuntotuotantoa kaupungeissa ja toteutetaan asuntoinvestointiohjelmia.\n\n## Puheen sävyanalyysi\n\nSDP:n vaaliohjelman sävy on **välittävä** ja **määrätietoinen**. Välittävä sävy näkyy huolessa ihmisten arjesta ja pyrkimyksessä reiluun yhteiskuntaan, jossa jokaisen taakka on kohtuullinen. Määrätietoisuus ilmenee konkreettisissa ehdotuksissa ja tavoitteissa, kuten hoitotakuun toteuttamisessa ja oppimistulosten parantamisessa.\n\n## Mahdollinen äänestäjäkunta\n\nSDP:n vaaliohjelma vetoaa todennäköisimmin **työväenluokkaan** ja **hyvinvointivaltion kannattajiin**. Ohjelma korostaa sosiaalista oikeudenmukaisuutta, julkisten palveluiden parantamista ja heikommassa asemassa olevien tukemista, mikä resonoi perinteisesti SDP:tä äänestävien kanssa. Lisäksi ohjelma voi houkutella **nuoria perheitä**, jotka arvostavat laadukasta koulutusta ja kohtuuhintaista asumista.",
        "manifesto_helsinki_en":"## Overview\n\nThe SDP Helsinki municipal election manifesto for 2025 focuses on creating a more equitable, carbon-neutral Helsinki where everyone can thrive, regardless of their background. Key priorities include strengthening education and social services, promoting cultural activities and accessibility, addressing segregation through urban planning, and fostering employment and integration. The party emphasizes investing in public services and ensuring Helsinki remains an attractive place to live and work. They aim to balance growth with the preservation of nature and address challenges related to inequality.\n\n## Proposals\n\n1.  **Phased Implementation of Free Early Childhood Education:** Helsinki should gradually introduce free early childhood education while ensuring quality by investing in staff numbers, expertise, salaries, and well-being.\n\n2.  **Expansion of Positive Discrimination Funding:** Extend positive discrimination funding to include sports and cultural services, ensuring free access to sports services for low-income individuals.\n\n3.  **Sunday Free Public Transportation Trial:** Implement a trial period of free public transportation on Sundays to promote citizen participation and boost the city's vitality.\n\n4.  **Development of an ASO Housing Production Model:** Helsinki should develop its own model for producing right-of-occupancy (ASO) housing to ensure affordable housing options.\n\n5.  **\"My Team\" Model at Health Stations:** Introduce a \"My Team\" model at health stations to ensure continuity of care for patients.\n\n6.  **Maintaining Basic Healthcare Guarantee:** Helsinki should maintain free primary healthcare and uphold the 14-day treatment guarantee.\n\n7.  **Support for Informal Caregivers:** Ensure statutory days off for informal caregivers and provide services to support their well-being.\n\n8.  **Development of New Models for Rapid Employment:** Develop new models to support rapid employment through broad-based cooperation, with a focus on improving employment rates.\n\n9.  **Strengthening Support for Immigrant Integration:** Support the integration of immigrant women into society and ensure that integration courses have a waiting time of less than two months.\n\n10. **Critical Review of Power Structures:** Critically examine the exercise of power in the City of Helsinki and strive for open and participatory decision-making.\n\n## Speech Tone analysis\n\nThe general tone of the manifesto is **assertive** and **pragmatic**. The manifesto identifies existing problems and inequalities, such as the segregation of schools and the challenges faced by low-income residents, and then proposes concrete solutions. The language is solution-oriented, focusing on practical steps the city can take to address these issues.\n\n## Potential Voter Base\n\nThe manifesto is likely to appeal to **families with young children** and **low-to-middle income residents**. The emphasis on free early childhood education, affordable housing, and accessible healthcare directly addresses the concerns of these groups. Additionally, the focus on social justice and equality may resonate with **socially conscious voters** who prioritize inclusivity and reducing disparities.",
        "manifesto_helsinki_fi":"## Yleiskatsaus\n\nSDP Helsingin kuntavaaliohjelma 2025 pyrkii rakentamaan Helsingistä tasa-arvoisen, hiilineutraalin ja viihtyisän kaupungin kaikille. Ohjelma korostaa koulutuksellista yhdenvertaisuutta, kulttuurin ja vapaa-ajan merkitystä, kohtuuhintaista asumista sekä laadukkaita sosiaali- ja terveyspalveluita. Puolue haluaa panostaa julkisiin palveluihin ja torjua eriarvoisuutta. SDP Helsinki uskoo tulevaisuuteen ja pyrkii parempaan Helsinkiin.\n\n## Ehdotukset\n\n **Maksuton varhaiskasvatus:** Helsingissä siirrytään vaiheittain maksuttomaan varhaiskasvatukseen, jonka laatu varmistetaan panostamalla henkilöstön määrään, osaamiseen, palkkaukseen ja hyvinvointiin.\n\n2.  **Kulttuurin ja kulttuurisidonnaisten elinkeinojen edistäminen:** Kaupunki panostaa kulttuuriin ja kulttuurisidonnaisiin elinkeinoihin tarvittaessa lisääntyvin omin panostuksin.\n\n3.  **Vastinrahoituksen malli kulttuurikentällä:** Pilotoidaan vastinrahoituksen mallia, jossa kaupunki sitoutuu maksamaan vastineen jokaista yksityistä lahjoitusta kohden sovittuun kattoon asti.\n\n4.  **Kohtuuhintainen asuminen:** Helsingin tulee kehittää oma ASO eli asumisoikeusasuntojen tuotantomalli.\n\n5.  **Ilmainen joukkoliikenne sunnuntaisin:** Toteutetaan kokeilu ilmaisesta joukkoliikenteestä sunnuntaisin osallisuuden lisäämiseksi.\n\n6.  **Oma tiimi -malli terveysasemilla:** Terveysasemilla otetaan käyttöön oma tiimi -malli, jonka avulla turvataan hoidon jatkuvuus.\n\n7.  **Maksuton perusterveydenhuolto:** Helsingissä säilytetään maksuton perusterveydenhuolto ja 14 vuorokauden hoitotakuu.\n\n8.  **Palkkaohjelman jatkaminen:** Helsingin palkkaohjelmaa jatketaan, jotta jokaisen työntekijän palkka riittää elämiseen.\n\n9.  **Uusia malleja nopean työllistymisen tueksi:** Helsingin kaupungin tulee laaja-alaisella yhteistyöllä kehittää uusia malleja erityisesti nopean työllistymisen tueksi.\n\n10. **Kotoutumispalveluiden tarjoaminen:** Kotoutumispalveluiden tarjoaminen ulotetaan työvoiman ulkopuolella oleviin maahanmuuttajiin, erityisesti kotiäiteihin.\n\n## Puheen sävyanalyysi\n\nMäärätietoinen ja välittävä. Puheenvuoroissa korostuvat vahva usko tulevaisuuteen ja pyrkimys konkreettisiin ratkaisuihin helsinkiläisten hyvinvoinnin edistämiseksi. Samalla sävy on välittävä, huomioiden heikommassa asemassa olevien tarpeet ja korostaen tasa-arvoa.\n\n## Mahdollinen äänestäjäkunta\n\n1.  **Pienituloiset ja keskituloiset perheet:** Ehdotukset kuten maksuton varhaiskasvatus, kohtuuhintainen asuminen ja maksuttomat liikuntapalvelut vetoavat erityisesti lapsiperheisiin ja pienituloisempiin kaupunkilaisiin.\n2.  **Kulttuurista ja vapaa-ajasta kiinnostuneet:** Panostukset kulttuuriin ja vastinrahoitusmalli voivat houkutella kulttuurialan toimijoita ja kulttuurista nauttivia äänestäjiä.",
        "galtan":"party_galtan_graphs\/Sosiaalidemokraatit_graph.png",
        "map":"party_maps\/Sosiaalidemokraatit_map.png",
        "logo":"party_images\/Sosiaalidemokraatit_logo.png",
        "topics":"party_topic_graphs\/Sosiaalidemokraatit_topics.png"
    },
    {
        "party":"Ruotsalainen Kansanpuolue",
        "manifesto_national_en":"## Overview\n\nThe Swedish People's Party of Finland (RKP) focuses on creating a good everyday life through sustainable development, equality, and strong local communities. Key priorities include promoting bilingualism, ensuring high-quality education, and fostering vibrant municipalities. The party emphasizes individual rights, environmental responsibility, and active measures to combat climate change. RKP aims to build an inclusive society where everyone has equal opportunities and feels safe.\n\n## Proposals\n\n1.  **Early Childhood Education:** Increase participation in early childhood education and make it free in the long term.\n\n2.  **Bilingualism:** Start learning the second national language already in early childhood education.\n\n3.  **Support for Students:** Provide effective support for students with special needs.\n\n4.  **Safe Learning Environment:** Ensure a safe learning environment and school routes for all students.\n\n5.  **Accessibility of Services:** Guarantee that municipalities offer equal opportunities and spaces for cultural, recreational, and sports activities, regardless of gender or age.\n\n6.  **Employment Services:** Ensure municipal employment services operate efficiently to provide job seekers with employment as quickly as possible.\n\n7.  **Work-based Immigration:** Actively promote work-based immigration through international recruitment and positive family policies.\n\n8.  **Sustainable Land Use:** Promote sustainable planning and construction.\n\n9.  **Climate-Smart Solutions:** Implement climate-smart solutions and facilitate residents' opportunities to make climate-wise choices.\n\n10. **Biodiversity:** Work to halt the loss of biodiversity by allocating sufficient resources to awareness-raising and voluntary nature conservation measures.\n\n## Speech Tone analysis\n\nThe general tone of the manifesto is **cooperative** and **pragmatic**. The party emphasizes collaboration between municipalities, the private sector, and third-sector organizations to secure services for residents. The manifesto also acknowledges the challenges posed by the state of the economy and the need to adapt operations to economic realities.\n\n## Potential Voter Base\n\nBased on the analysis, key demographic groups who might be most inclined to vote for RKP include **Swedish-speaking Finns** due to the party's strong emphasis on bilingualism and minority rights. Additionally, **families with young children** may be drawn to the proposals for improving and expanding early childhood education.",
        "manifesto_national_fi":"## Yleiskatsaus\n\nRKP:n kuntavaaliohjelma 2025 keskittyy vahvistamaan kuntien elinvoimaisuutta, edistämään kestävää kehitystä ja takaamaan yhdenvertaiset mahdollisuudet kaikille asukkaille. Puolue korostaa koulutuksen, kulttuurin ja liikunnan merkitystä hyvinvoinnin edistäjinä sekä panostaa ilmastonmuutoksen hillintään ja luonnon monimuotoisuuden vahvistamiseen. RKP pyrkii rakentamaan avoimen ja monikulttuurisen yhteiskunnan, jossa jokainen voi osallistua päätöksentekoon ja vaikuttaa omaan arkeensa.\n\n## Ehdotukset\n\n **Varhaiskasvatuksen maksuttomuus:** RKP ajaa varhaiskasvatuksen asteittaista muuttamista maksuttomaksi, jotta useammat lapset pääsevät osallistumaan siihen.\n\n2.  **Toisen kansalliskielen varhainen oppiminen:** Puolue haluaa, että toisen kansalliskielen opiskelu aloitetaan jo varhaiskasvatuksessa.\n\n3.  **Kiusaamisen ehkäisy:** RKP panostaa kohdennettuihin resursseihin kaikenlaisen kiusaamisen ehkäisemiseksi kouluissa.\n\n4.  **Työperusteisen maahanmuuton edistäminen:** Puolue pyrkii aktiivisesti edistämään työperusteista maahanmuuttoa kansainvälisillä rekrytoinneilla ja myönteisellä perhepolitiikalla.\n\n5.  **Liikuntamahdollisuuksien lisääminen:** RKP haluaa tarjota kaikenikäisille monipuolisia liikuntamahdollisuuksia, kuten leikkipuistoja ja ulkokuntosaleja.\n\n6.  **Nuorten yksinäisyyden ehkäisy:** Puolue panostaa toimenpiteisiin sekä varttuneempien että nuorten yhä lisääntyvän yksinäisyyden ehkäisemiseksi.\n\n7.  **Kuntien ja elinkeinoelämän yhteistyön vahvistaminen:** RKP pyrkii vahvistamaan kunnan ja elinkeinoelämän välistä yhteistyötä investointien ja yrittämisen edistämiseksi.\n\n8.  **Kestävän kaavoituksen edistäminen:** Puolue ajaa kestävää kaavoitusta ja rakentamista sekä yritysten sijoittumista tukevaa maankäyttöä.\n\n9.  **Ilmastoälykkäät ratkaisut:** RKP kannustaa kuntia ottamaan käyttöön ilmastoälykkäitä ratkaisuja ja helpottamaan kuntalaisten mahdollisuuksia tehdä ilmastoviisaita valintoja.\n\n10. **Uusiutuvan energian käyttö:** Puolue haluaa, että kunnat siirtyvät käyttämään uusiutuvaa energiaa ja lopettavat vaiheittain fossiilisten polttoaineiden käytön.\n\n## Puheen sävyanalyysi\n\nVaaliohjelman sävy on **yhteistyöhaluinen** ja **pragmaattinen**. Ohjelma korostaa eri toimijoiden (kuten kuntien, yritysten ja kolmannen sektorin) välistä yhteistyötä kuntalaisten palveluiden turvaamiseksi. Lisäksi ohjelma pyrkii tarjoamaan konkreettisia ratkaisuja ajankohtaisiin haasteisiin, kuten ilmastonmuutokseen ja työllisyyteen.\n\n## Mahdollinen äänestäjäkunta\n\nRKP:n vaaliohjelma todennäköisesti vetoaa erityisesti **korkeasti koulutettuihin, ruotsinkielisiin kaupunkilaisiin**, jotka arvostavat liberaaleja arvoja, kestävää kehitystä ja laadukkaita julkisia palveluita. Lisäksi ohjelma voi houkutella **yrittäjiä ja elinkeinoelämän toimijoita**, jotka hyötyvät kunnan ja elinkeinoelämän välisestä tiiviistä yhteistyöstä ja panostuksista työllisyyteen.",
        "manifesto_helsinki_en":"No dedicated manifest for Helsinki",
        "manifesto_helsinki_fi":"Helsinkiä varten ei ole omaa manifestiä",
        "galtan":"party_galtan_graphs\/Ruotsalainen Kansanpuolue_graph.png",
        "map":"party_maps\/Ruotsalainen Kansanpuolue_map.png",
        "logo":"party_images\/Ruotsalainen Kansanpuolue_logo.png",
        "topics":"party_topic_graphs\/Ruotsalainen Kansanpuolue_topics.png"
    },
    {
        "party":"Kristillisdemokraatit",
        "manifesto_national_en":"## Overview\n\nThe Finnish Christian Democrats' municipal election program for 2025 focuses on maintaining vital communities throughout Finland, emphasizing local decision-making, family-friendly policies, and responsible economic management. They aim to empower municipalities by recognizing their unique strengths and fostering collaboration to address challenges like declining birth rates and economic pressures. The party prioritizes essential services, such as early childhood education and healthcare, while advocating for innovative solutions and community involvement to ensure sustainable development and well-being for all residents. They stress the importance of balancing economic realities with the needs of families and future generations.\n\n## Proposals\n\n **Defend Municipal Autonomy:** Advocate for the self-governance of municipalities and the right of welfare regions to tailor services to local needs.\n\n2.  **Promote Voluntary Municipal Mergers:** Support municipal mergers based on voluntary agreements.\n\n3.  **Expand Cooperation in Service Production:** Encourage collaboration between municipalities, welfare regions, businesses, and organizations in providing services.\n\n4.  **Balance Municipal Finances:** Prioritize balancing municipal budgets and promote responsible financial management to avoid excessive debt.\n\n5.  **Establish Property Strategy:** Urge each municipality to have an up-to-date property strategy focused on energy savings and efficient use of space.\n\n6.  **Support Central District Vitality:** Maintain the vitality and vibrancy of municipal centers by ensuring service availability and housing construction.\n\n7.  **Set Ambitious Employment Goals:** Encourage municipalities to set ambitious goals for employment and intervene early to address unemployment.\n\n8.  **Promote Diverse Housing Solutions:** Support diverse and sustainably designed residential areas and housing solutions that promote resident well-being and participation.\n\n9.  **Maintain Rural Road Networks:** Support housing in sparsely populated areas and ensure the maintenance of their road networks.\n\n10. **Support Christian Culture:** Maintain Finnish Christian culture and traditions in schools.\n\n## Speech Tone analysis\n\nThe tone of the manifesto is pragmatic and caring. The Christian Democrats acknowledge the difficult economic realities facing municipalities, but emphasize the importance of prioritizing essential services and supporting families. They advocate for responsible financial management while also promoting community involvement and innovative solutions to ensure the well-being of all residents.\n\n## Potential Voter Base\n\nThe Christian Democrats' manifesto is likely to appeal to families with children, particularly those who value traditional family structures and community involvement. Their emphasis on responsible economic management and local decision-making may also resonate with fiscally conservative voters and residents of smaller municipalities who are concerned about maintaining local autonomy.",
        "manifesto_national_fi":"## Yleiskatsaus\n\nKristillisdemokraattien vaaliohjelma kuntavaaleissa 2025 keskittyy kuntien elinvoimaisuuden ja asukkaiden hyvinvoinnin vahvistamiseen. Puolue korostaa perheiden ja ikäihmisten tukemista, laadukasta varhaiskasvatusta ja koulutusta sekä yrittämisen edellytysten parantamista. Talouden vastuullinen hoito ja lähipalveluiden turvaaminen ovat myös keskeisiä teemoja. Kristillisdemokraatit haluavat rakentaa kuntia kestävälle pohjalle ja edistää yhteisöllisyyttä.\n\n## Ehdotukset\n\n **Kuntien itsehallinnon puolustaminen:** Puolue puolustaa kuntien itsehallintoa ja hyvinvointialueiden oikeutta järjestää palvelut alueensa asukkaiden tarpeita vastaaviksi.\n\n2.  **Kuntatalouden tasapainottaminen:** Kristillisdemokraatit pitävät kuntatalouden tasapainottamista tärkeänä tavoitteena ja edistävät vastuullista taloudenpitoa.\n\n3.  **Tarpeettomien sote-kiinteistöjen lunastaminen:** Puolue esittää, että tarpeettomat sote-kiinteistöt lunastetaan kunnilta ja hyvinvointialueilta Maakuntien Tilakeskus Oy:lle.\n\n4.  **Työllisyydenhoidon kunnianhimoiset tavoitteet:** Kunnilla on mahdollisuus tarttua työttömän tilanteeseen heti työttömyyden alkaessa, jolloin työllistämistoimet tehoavat parhaiten.\n\n5.  **Kotouttamisen edistäminen:** Kunnilla on kokonaisvastuu kotoutumisen edistämisestä 1.1.2025 alkaen.\n\n6.  **Lapsiystävällisen ilmapiirin rakentaminen:** Puolue rakentaa lapsiystävällistä ilmapiiriä, jossa perheet saavat tukea ja turvaa.\n\n7.  **Laadukkaan varhaiskasvatuksen turvaaminen:** Varhaiskasvatuksen ammattilaisia on oltava riittävästi lasten turvallisen hoidon ja läheisyyden turvaamiseksi.\n\n8.  **Perusopetuksen laadun parantaminen:** Kunnissa on tehtävä reipas ryhtiliike perusopetuksen laadun parantamiseksi.\n\n9.  **Liikunnan edellytysten luominen:** Kunnat luovat edellytyksiä liikunnalle paikallistasolla.\n\n10. **Kulttuurin hyvinvointivaikutusten huomioiminen:** Kulttuurin ja taiteen hyvinvointivaikutukset on syytä huomioida läpileikkaavasti sosiaali- ja terveyssektorien päätöksenteossa ja käytännöissä.\n\n## Puheen sävyanalyysi\n\nYhteistyöhaluinen ja määrätietoinen. Vaaliohjelma korostaa yhteistyötä eri toimijoiden kanssa kuntien elinvoiman ja asukkaiden hyvinvoinnin edistämiseksi. Samalla ohjelma on määrätietoinen taloudenhoidon ja palveluiden kehittämisen suhteen.\n\n## Mahdollinen äänestäjäkunta\n\nPerheelliset ja ikäihmiset. Vaaliohjelma painottaa vahvasti lapsiperheiden ja ikääntyneiden hyvinvointia, mikä todennäköisesti vetoaa näihin demografisiin ryhmiin. Myös yrittäjät voivat olla kiinnostuneita puolueen elinkeinopoliittisista linjauksista.",
        "manifesto_helsinki_en":"No dedicated manifest for Helsinki",
        "manifesto_helsinki_fi":"Helsinkiä varten ei ole omaa manifestiä",
        "galtan":"party_galtan_graphs\/Kristillisdemokraatit_graph.png",
        "map":"party_maps\/Kristillisdemokraatit_map.png",
        "logo":"party_images\/Kristillisdemokraatit_logo.png",
        "topics":"party_topic_graphs\/Kristillisdemokraatit_topics.png"
    },
    {
        "party":"Perussuomalaiset",
        "manifesto_national_en":"## Overview\n\nThe Finns Party's municipal and regional election program for 2025 focuses on responsible financial management, prioritizing essential services, and promoting Finnish culture and interests. Key areas of concern include addressing challenges in education, employment, and healthcare, while also emphasizing the importance of national security and controlled immigration. The party aims to streamline bureaucracy, support local businesses, and ensure that public services are accessible and efficient for all Finnish citizens. They advocate for a pragmatic approach to local governance, tailored to the specific needs of each municipality and region.\n\n## Proposals\n\n1.  **Streamlining Permitting Processes:** The party aims to expedite and make predictable the permitting processes for businesses and construction projects to encourage investments and economic activity.\n\n2.  **Prioritizing Core Municipal Services:** The party wants to focus on essential services such as basic education, infrastructure, and healthcare, while cutting funding for less critical activities.\n\n3.  **Opposing Privatization of Natural Monopolies:** The party opposes the privatization of essential services like water and energy, advocating for public control over these resources.\n\n4.  **Addressing Learning Outcomes:** The party aims to improve basic education by ensuring students acquire sufficient skills before graduating, with a focus on reading, writing, and mathematics.\n\n5.  **Promoting Safe School Environments:** The party wants to guarantee safe and peaceful learning environments in schools by addressing bullying, violence, and harassment decisively.\n\n6.  **Reforming Varhaiskasvatus (Early Childhood Education):** The party wants to prioritize Finnish language skills in early childhood education, especially for children from immigrant backgrounds.\n\n7.  **Improving Healthcare Accessibility:** The party aims to enhance healthcare services by promoting mobile healthcare units and ensuring that healthcare professionals are readily available.\n\n8.  **Implementing Omalääkäri (Personal Doctor) Model:** The party supports the implementation of a personal doctor system to improve continuity of care and patient satisfaction.\n\n9.  **Addressing Workforce Shortages in Healthcare:** The party wants to increase the number of healthcare professionals through education and training, while also encouraging Finnish healthcare workers to return from abroad.\n\n10. **Promoting Personal Responsibility for Health:** The party wants to encourage citizens to adopt healthy lifestyles to reduce healthcare costs and improve overall well-being.\n\n## Speech Tone analysis\n\nThe general tone is **critical** and **assertive**. The manifesto identifies numerous problems within the current municipal and regional systems, such as bureaucratic inefficiencies, rising costs, and inadequate services. It also takes a firm stance on issues like immigration and cultural preservation, advocating for stricter policies and a focus on Finnish values.\n\n## Potential Voter Base\n\nThe Finns Party's manifesto is likely to appeal to **nationalistic and conservative voters** who prioritize Finnish culture, security, and economic interests. Their emphasis on responsible financial management and efficient public services may also attract **taxpayers concerned about government spending and bureaucratic waste**.",
        "manifesto_national_fi":"## Yleiskatsaus\n\nPerussuomalaisten kuntavaaliohjelma 2025 keskittyy huolelliseen rahankäyttöön, osaamiseen panostamiseen, työllisyyden edistämiseen ja yrittäjyyden tukemiseen. Puolue korostaa kuntien taloudellisen vallan viisasta käyttöä ja paikallisten erityispiirteiden huomioimista päätöksenteossa. Ohjelma painottaa myös lasten ja nuorten tulevaisuudesta huolehtimista sekä suomalaisen kulttuurin ja perinteiden vaalimista. Maahanmuuttopolitiikassa puolue ajaa tiukempaa linjaa ja korostaa kotoutumisen tärkeyttä.\n\n## Ehdotukset\n\n **Uudet työ- ja elinkeinotoimistot:** TE-palvelut siirtyvät kuntien järjestettäväksi vuoden 2025 alusta, jolloin julkiset työllisyyspalvelut, kunnan koulutuspalvelut ja elinkeinopalvelut yhdistetään. Tavoitteena on parantaa palveluiden ja asiakkaiden tarpeiden kohtaamista.\n\n2.  **Luvituksen nopeuttaminen:** Lupa-asioiden käsittelyä on sujuvoitettava ja nopeutettava, jotta investoinnit ja yritystoiminta eivät viivästy turhan byrokratian vuoksi. Yritysten on saatava selkeät ja läpinäkyvät reitit lupa-asioissa.\n\n3.  **Kilpailutuksen lisääminen:** Kuntien hankintaosaamista on kehitettävä ja kilpailu on saatava toimimaan paremmin. Hankinnat on kilpailutettava reilusti aina, kun se on mahdollista, ja kuntien on vältettävä monopolimaisia inhouse-ratkaisuja.\n\n4.  **Monopolien välttäminen yksityistämisessä:** Luonnollisia monopoleja, kuten vesihuolto- tai energiayhtiöitä, ei tule yksityistää. Kuntien on säilytettävä omistuksellinen määräysvalta vesilaitoksissa.\n\n5.  **Tyhjien kiinteistöjen hyödyntäminen:** Kuntien omistamat sote-kiinteistöt, jotka ovat jäämässä ilman käyttöä, tulisi saada esimerkiksi nuorison käyttöön yrittäjyyden edistämisen kautta. Purkaminen tulisi nähdä viimesijaisena vaihtoehtona.\n\n6.  **Turhien normien poistaminen:** Kuntiin kohdistuvaa sääntelyä on vähennettävä ja joustoja on lisättävä. Samat säännöt eivät toimi kaikkialla, sillä kunnat ovat koostumukseltaan, kooltaan ja sijainniltaan hyvin erilaisia.\n\n7.  **Varhaiskasvatuksen kehittäminen:** Varhaiskasvatuksen on tuettava lasten kasvua ja kehitystä, ja perheillä on oltava oikeus valita, hoidetaanko lasta kotona vai päiväkodissa. Varhaiskasvatuspaikkoja on oltava riittävästi saatavilla.\n\n8.  **Peruskoulun tason parantaminen:** Peruskoulun on taattava kaikille suomalaisille riittävät taidot ja tiedot toimia kansalaisena, päästä opiskelemaan lukioon tai ammattikouluun ja lopulta työllistyä. Koulussa ei saa joutua pelkäämään, ja kiusaamiseen on puututtava välittömästi.\n\n9.  **Ammattikoulutuksen kehittäminen:** Ammatillista koulutusta on vahvistettava tarjoamalla enemmän lähiopetusta ja varmistamalla, että koulutusohjelmat vastaavat työmarkkinoiden tarpeisiin. Tiivis vuoropuhelu kuntien, oppilaitosten ja yritysten välillä auttaa kohdentamaan resursseja oikein.\n\n10. **Huonon maahanmuuton haittojen vähentäminen:** Huonon maahanmuuton vetovoimatekijöitä on karsittava niin valtakunnallisesti kuin kuntatasollakin. Maahanmuuttovetoiseen väestönkasvuun on suhtauduttava terveen epäillen.\n\n## Puheen sävyanalyysi\n\nPuheen sävy on **määrätietoinen** ja **kriittinen**. Määrätietoisuus näkyy vahvana pyrkimyksenä tehostaa kuntien toimintaa ja parantaa palveluita. Kriittisyys kohdistuu erityisesti byrokratiaan, turhiin normeihin ja epäonnistuneeseen maahanmuuttopolitiikkaan. Esimerkiksi todetaan, että \"Vähien veroeurojen tuhlaaminen vain työttömien kiusaksi järjestettäviin kursseihin rikastuttavat vain konsultteja ja kaunistavat vähän tilastoja, ja tämän on kerta kaikkiaan loputtava uudistuksen myötä.\"\n\n## Mahdollinen äänestäjäkunta\n\nOhjelma todennäköisimmin vetoaa **kansallismielisiin äänestäjiin** ja **työväenluokkaan**. Kansallismieliset äänestäjät arvostavat suomalaisen kulttuurin ja perinteiden vaalimista sekä tiukempaa maahanmuuttopolitiikkaa. Työväenluokka hyötyy puolueen panostuksista työllisyyden edistämiseen ja ammattikoulutuksen kehittämiseen.",
        "manifesto_helsinki_en":"No dedicated manifest for Helsinki",
        "manifesto_helsinki_fi":"Helsinkiä varten ei ole omaa manifestiä",
        "galtan":"party_galtan_graphs\/Perussuomalaiset_graph.png",
        "map":"party_maps\/Perussuomalaiset_map.png",
        "logo":"party_images\/Perussuomalaiset_logo.png",
        "topics":"party_topic_graphs\/Perussuomalaiset_topics.png"
    },
    {
        "party":"Liike Nyt",
        "manifesto_national_en":"## Overview\n\nLiike Nyt's municipal and regional election program for 2025 focuses on improving Finland's well-being and economy through concrete measures at the municipal and regional levels. Key areas include streamlining municipal structures through voluntary mergers, reducing taxes to stimulate economic activity and increase citizens' disposable income, and improving social and healthcare services with an emphasis on timely access and preventative care. The party also prioritizes education, youth well-being, and enhanced services for the elderly, aiming for efficient and citizen-centered governance.\n\n## Proposals\n\n1.  **Standardize Taxation:** Implement uniform taxation across all municipalities to reduce regional inequality, addressing the current variation in municipal tax rates.\n\n2.  **Voluntary Municipal Mergers:** Promote voluntary municipal mergers to simplify the municipal funding model, ensure equitable distribution of resources, and balance municipal finances.\n\n3.  **Lower Municipal Tax Rate:** Set the municipal tax rate below 7% to attract investment and maintain the attractiveness of regions.\n\n4.  **Reduce Income Tax:** Lower income tax to increase citizens' disposable income for food, hobbies, and services, aiming to boost overall well-being and stimulate economic growth.\n\n5.  **Lower Food VAT:** Reduce the value-added tax on food to 5% to improve purchasing power and support domestic food production, enhancing national security.\n\n6.  **One-Week Treatment Guarantee:** Guarantee access to primary healthcare within one week, implementing a personal doctor model in all regions.\n\n7.  **Prioritize Home Care:** Significantly increase home care services for the elderly and expand community-based housing options.\n\n8.  **Remove Income Limits for Students:** Eliminate income limits for students to allow them to work part-time and support their living expenses without losing financial aid.\n\n9.  **Streamline Healthcare Legislation:** Simplify the legislation governing Finland's healthcare system.\n\n10. **Preventative Child Welfare:** Focus social welfare spending on preventative and early support measures to halve the costs of out-of-home care for children by supporting families, schools, and child welfare services.\n\n## Speech Tone analysis\n\nPragmatic and Assertive. The manifesto presents specific, actionable proposals for improving municipal finances, healthcare, and social services. The tone is assertive in advocating for tax cuts, streamlined governance, and efficient resource allocation.\n\n## Potential Voter Base\n\n*   **Entrepreneurs and Business Owners:** The proposals to lower corporate tax rates and reduce bureaucracy would likely appeal to entrepreneurs and business owners.\n*   **Middle-Income Families:** The emphasis on lowering income tax and reducing the VAT on food could resonate with middle-income families seeking to improve their financial situation.",
        "manifesto_national_fi":"## Yleiskatsaus\n\nLiike Nytin kuntavaaliohjelma 2025 keskittyy elinvoimaisiin kuntiin, talouden tervehdyttämiseen, sosiaali- ja terveydenhuollon parantamiseen sekä koulutuksen ja nuorten hyvinvoinnin edistämiseen. Puolue korostaa verotuksen yhdenmukaistamista, kuntien vapaaehtoisia liitoksia, tuloveron alennusta ja hoitotakuun toteutumista. Lisäksi ohjelmassa painotetaan vanhuspalveluiden kehittämistä ja kuntien hallinnon keventämistä. Tavoitteena on Suomi, joka on hyvinvoiva ja taloudellisesti vakaa.\n\n## Ehdotukset\n\n **Kuntien veroprosentti alle 7 %:** Alueiden houkuttelevuuden säilyttämiseksi investoinneille. Tämä pyritään saavuttamaan tehokkaammalla yhteistyöllä tai vapaaehtoisilla kuntaliitoksilla.\n\n2.  **Tuloveron alennus:** Kansalaisille jää enemmän rahaa käyttöön, mikä kasvattaa hyvinvointia ja vauhdittaa talouskasvua.\n\n3.  **Ruoan arvonlisäveron pudottaminen 5 prosenttiin:** Parantaa suomalaisten ostovoimaa ja tukee kotimaista ruokatuotantoa.\n\n4.  **Hoitotakuu 1 viikko perusterveydenhuollossa:** Edellyttää omalääkärimallin käyttöönottoa kaikilla alueilla ja lääkäreille tehokkaampaa suoritepalkkausta.\n\n5.  **Ylityöt vapautettava verotuksesta:** Kannustaa työntekijöiden ylimääräistä työtä ja ansaintaa.\n\n6.  **Kotitalousvähennyksen parantaminen:** Tukee kotitalouksien arkea ja helpottaa kotitöihin liittyvää verotusta, sekä edistää työllisyyttä kotipalveluissa.\n\n7.  **Hyvinvointialueiden rahoituslain uudistaminen:** Painottaa tuottavuutta ja suorituksia, sekä muuttaa alijäämä- ja ylijäämäsääntöjä. Alijäämiä ei siirretä muiden alueiden vastuulle ja ylijäämät voidaan käyttää omiin tarpeisiin.\n\n8.  **Opiskelijoilta tuloraja pois:** Mahdollistaa osa-aikatyön tekemisen ilman pelkoa tuen menettämisestä.\n\n9.  **Omaishoitajien verotuksen poistaminen:** Sekä eläkkeestä että omaishoitotulosta.\n\n10. **Kuntien ja hyvinvointialueiden hallinnon keventäminen:** Pienentämällä kunnanjohtajien ja hallintohenkilöstön määrää kuntaliitoksilla ja kuntien välisellä yhteistyöllä.\n\n## Puheen sävyanalyysi\n\nMäärätietoinen ja pragmaattinen. Puolue esittää konkreettisia toimenpiteitä ja pyrkii ratkaisemaan ongelmia käytännönläheisesti, esimerkiksi ehdottamalla veronalennuksia ja hoitotakuun parantamista.\n\n## Mahdollinen äänestäjäkunta\n\nYrittäjät ja työssäkäyvät. Puolueen ehdotukset, kuten veronalennukset ja ylityökorvausten verovapaus, todennäköisesti vetoavat äänestäjiin, jotka arvostavat taloudellista kannustusta ja yrittämisen tukemista. Myös nuoret äänestäjät voivat olla kiinnostuneita opiskelijoiden tulorajojen poistamisesta.",
        "manifesto_helsinki_en":"No dedicated manifest for Helsinki",
        "manifesto_helsinki_fi":"Helsinkiä varten ei ole omaa manifestiä",
        "galtan":"party_galtan_graphs\/Liike Nyt_graph.png",
        "map":"party_maps\/Liike Nyt_map.png",
        "logo":"party_images\/Liike Nyt_logo.png",
        "topics":"party_topic_graphs\/Liike Nyt_topics.png"
    }
]