[
    {
        "party":"Vasemmistoliitto",
        "manifesto_summary_en":"**Overview**\n\nThe Helsinki Left Alliance's 2025 municipal election manifesto centers on building a socially just and ecologically sustainable Helsinki for all residents, regardless of background or income. Key priorities include ensuring equal access to quality education and social and healthcare services, promoting affordable housing and accessible public transportation, and taking ambitious action on climate change and nature conservation. The party also emphasizes the importance of sustainable employment, fair labor practices, and a vibrant cultural life for all Helsinkians. The manifesto advocates for increased investment in public services and a rejection of privatization.\n\n**Notable Proposals & Interventions**\n\n1.  **Expand Early Childhood Education:** Guarantee access to high-quality early childhood education for all children, regardless of their parents' circumstances, and ensure sufficient availability of 24-hour childcare services throughout Helsinki.\n2.  **Improve Basic Education Resources:** Reduce class sizes, increase the number of teachers and special education staff, and provide free school supplies and textbooks to ensure an equal learning environment for all students.\n3.  **Increase Affordable Housing:** Construct at least 1,500 new city-owned rental apartments per year, with 35% of all new housing being long-term regulated ARA rental apartments, and explore modern European rent regulation models.\n4.  **Enhance Public Transportation:** Make public transportation more affordable than owning a car, offer discounted fares for students, unemployed, and pensioners, and work towards free public transportation in the long term.\n5.  **Achieve Carbon Neutrality:** Accelerate efforts to achieve carbon neutrality by 2030 and carbon negativity by 2040, transitioning to emission-free energy production and promoting sustainable consumption and a circular economy.\n6.  **Protect Urban Nature:** Preserve valuable natural sites and the central park from construction, increase urban greenery, and establish a national urban park in Helsinki.\n7.  **Improve Access to Healthcare:** Strengthen primary healthcare resources, eliminate health center fees, implement a personal physician model, and ensure access to necessary care for undocumented individuals.\n8.  **Strengthen Mental Health Services:** Increase low-threshold mental health services, ensure treatment within one month of assessment, and allocate more resources to substance abuse services.\n9.  **Promote Fair Employment:** Advocate for fair wages, permanent positions, and reduced working hours (30 hours per week) for city employees, and combat involuntary self-employment in the cultural sector.\n10. **Support Cultural Activities:** Keep entrance fees to cultural and leisure services as low as possible, offer free services, provide cultural vouchers for the long-term unemployed, and increase art activities in schools.\n\n**Speech Tone Analysis**\n\nThe general tone of the manifesto is **assertive** and **idealistic**. The manifesto presents a clear vision for Helsinki and confidently proposes concrete measures to achieve its goals. It also reflects an idealistic commitment to social justice, equality, and environmental sustainability.\n\n**Potential Voter Base (Target Audience)**\n\nThe Helsinki Left Alliance's manifesto is likely to appeal to two key demographic groups:\n\n*   **Low-to-middle income residents:** The focus on affordable housing, accessible public transportation, and free or low-cost public services directly addresses the concerns of those struggling with the high cost of living in Helsinki.\n*   **Socially and environmentally conscious voters:** The strong emphasis on social justice, equality, climate action, and nature conservation will resonate with voters who prioritize these values.\n",
        "manifesto_summary_fi":"**Overview:**\nHelsingin Vasemmistoliiton kuntavaaliohjelma 2025 keskittyy Helsingin tekemiseen kaupungiksi kaikille, ei vain harvoille. Ohjelma korostaa ekologista kestävyyttä, sosiaalista oikeudenmukaisuutta ja yhdenvertaisia mahdollisuuksia asua, työskennellä, kasvaa, vanheta, oppia, liikkua ja harrastaa. Keskeisiä teemoja ovat koulutuksen ja sivistyksen tasa-arvo, terveyden ja hyvinvoinnin edistäminen, kohtuuhintainen asuminen, toimiva liikenne, ilmastonmuutoksen torjunta ja luonnon suojelu sekä kestävän työn ja toimeentulon turvaaminen.\n\n**Notable Proposals & Interventions:**\n\n1.  **Varhaiskasvatuksen maksuttomuus:** Pyritään siihen, että varhaiskasvatus on jokaiselle lapselle laadukasta ja saavutettavaa vanhempien elämäntilanteesta riippumatta.\n2.  **Pienemmät ryhmäkoot peruskouluissa:** Ryhmäkoot pidetään tarkoituksenmukaisina oppimisen kannalta ja varmistetaan riittävä määrä opettajia ja avustajia.\n3.  **Maksuton aamupala yläkouluihin:** Toteutetaan yhteisöllinen aamupala kaikissa yläkouluissa oppilaiden jaksamisen ja keskittymisen parantamiseksi.\n4.  **Hoitotakuun palauttaminen:** Palautetaan täysimääräinen 14 vuorokauden hoitotakuu terveyskeskuksiin.\n5.  **Oma lääkäri -malli:** Otetaan käyttöön omalääkärimalli, jossa jokaiselle helsinkiläiselle nimetään perusterveydenhuollon lääkäri.\n6.  **Maksuton ehkäisy:** Jatketaan maksuttoman ehkäisyn tarjoamista alle 25-vuotiaille, vuoden sisällä synnyttäneille ja päihdepalveluiden asiakkaille iästä riippumatta.\n7.  **Asunnottomuuden poistaminen:** Panostetaan asunnottomuuden ennaltaehkäisyyn ja pyritään tarjoamaan asunnottomille tarpeen mukaisia asuntoja.\n8.  **ARA-asuntojen osuuden kasvattaminen:** Uusista asunnoista 35 prosenttia pitää olla pitkäaikaisesti säänneltyjä ARA-vuokra-asuntoja.\n9.  **Hiilineutraali Helsinki 2030:** Toteutetaan nopeita toimenpiteitä, joilla saavutetaan hiilineutraali Helsinki vuoteen 2030 mennessä ja hiilinegatiivisuus vuoteen 2040 mennessä.\n10. **Pysäköintipaikkanormista luopuminen:** Luovutaan pysäköintipaikkanormista koko kaupungin alueella rakentamisen kustannusten alentamiseksi ja täydennysrakentamisen mahdollistamiseksi.\n\n**Speech Tone Analysis:**\nPuheiden sävy on pääosin **pragmaattinen** ja **idealistinen**. Pragmaattisuus näkyy konkreettisissa ehdotuksissa ja toimenpiteissä, joilla pyritään parantamaan helsinkiläisten elämää. Idealistinen sävy ilmenee pyrkimyksessä sosiaaliseen oikeudenmukaisuuteen, tasa-arvoon ja ekologiseen kestävyyteen.\n\n**Potential Voter Base (Target Audience):**\n\n*   **Pienituloiset ja vuokralla asuvat:** Ohjelma pyrkii parantamaan pienituloisten ja vuokralla asuvien asemaa kohtuuhintaisen asumisen ja sosiaalipalveluiden avulla.\n*   **Nuoret ja opiskelijat:** Maksuton varhaiskasvatus, aamupala yläkouluihin ja opiskelijoiden aseman parantaminen houkuttelevat nuoria ja opiskelijoita.\n",
        "galtan":"party_galtan_graphs\/Vasemmistoliitto_graph.png",
        "map":"party_maps\/Vasemmistoliitto_map.png",
        "logo":"party_images\/Vasemmistoliitto_logo.png",
        "topics":"party_topic_graphs\/Vasemmistoliitto_topics.png"
    },
    {
        "party":"Keskusta",
        "manifesto_summary_en":"**Overview:**\nThis party's manifesto for Helsinki focuses on enhancing the overall safety and well-being of residents by emphasizing localized solutions and strengthening community bonds. Key priorities include improving access to local services, supporting families and children, and fostering a sense of security and belonging within each neighborhood. The party also aims to streamline city governance and support local businesses to create a thriving and secure environment for all Helsinki residents.\n\n**Notable Proposals & Interventions:**\n\n1.  **Decentralized Services:** Reversing the trend of centralizing services by ensuring each neighborhood has access to high-quality local services like healthcare, schools, and daycare.\n2.  **Neighborhood-Based Security:** Implementing a neighborhood-focused approach to safety, fostering community ownership and supporting local initiatives to enhance security.\n3.  **Support for Families:** Strengthening family support services, including increased resources for family counseling centers and accessible parenting guidance.\n4.  **Early Intervention for Youth Mental Health:** Investing in early intervention programs for youth mental health, ensuring quick access to mental health services through school psychologists.\n5.  **Re-evaluating Digital Learning:** Reducing the emphasis on digital devices in schools and returning to physical books and handwriting to improve learning and concentration.\n6.  **Phone Restrictions in Schools:** Implementing legislation to restrict phone use in Helsinki schools, potentially including a full-day ban, to encourage physical activity and social interaction.\n7.  **Prioritizing Basic Education:** Reallocating educational resources to focus on foundational work in schools and daycare, ensuring adequate staffing and support for children.\n8.  **Language Integration:** Requiring and supporting language studies for non-native speakers, including piloting joint language training for immigrant children and mothers.\n9.  **Addressing Violence:** Taking a firm stance against all forms of violence, including violence committed by minors, with mandatory training for authorities to recognize and address such issues.\n10. **Supporting Local Businesses:** Prioritizing the needs of small local businesses in city development and ensuring fair competition in procurement processes.\n\n**Speech Tone Analysis:**\nThe general tone of the manifesto is pragmatic and caring. This is evident in the focus on practical solutions to improve the daily lives of residents, such as increasing the number of trash cans and improving sidewalk maintenance. The manifesto also expresses concern for the well-being of children and families, advocating for increased support services and early intervention programs.\n\n**Potential Voter Base:**\nThis party's manifesto would likely appeal to families with young children, particularly those concerned about safety, education, and access to local services. Additionally, the focus on supporting local businesses and community-based initiatives may resonate with small business owners and residents who value a strong sense of community.\n",
        "manifesto_summary_fi":"**Overview:**\nHelsingin Keskustan vaaliohjelma keskittyy kokonaisvaltaisen turvallisuuden tunteen vahvistamiseen kaupungissa. Tavoitteena on luoda Helsinki, jossa jokainen asukas tuntee olonsa turvalliseksi riippumatta taustastaan. Ohjelma korostaa lähipalveluiden merkitystä, paikallisyhteisöjen tukemista ja ennaltaehkäisevien sote-palveluiden kehittämistä. Lisäksi puolue panostaisi yrittäjyyden tukemiseen ja toimivaan liikenteeseen.\n\n**Notable Proposals & Interventions:**\n\n1.  **Turvallisuusajattelun uudistaminen kaupunginosittain:** Turvallisuutta on rakennettava paikallisesti, vahvistamalla asukkaiden omistajuutta ja tukemalla yhteisöjen syntymistä.\n2.  **Lähipalveluiden palauttaminen:** Palveluiden keskittäminen on lopetettava ja lähipalveluita on tuettava, jotta ne ovat helposti saatavilla ja tukevat paikallisyhteisöjä.\n3.  **Koulujen ja päiväkotien keskittämisen lopettaminen:** Ei jättikouluja eikä -päiväkoteja, vaan panostetaan pienempiin ja turvallisempiin yksiköihin.\n4.  **Puhelinten käytön rajoittaminen kouluissa:** Koko koulupäivän kestävää puhelinkieltoa on selvitettävä, jotta lapset käyttäisivät välitunnit liikkumiseen ja sosiaalisten taitojen oppimiseen.\n5.  **Sote-palveluiden kriisin ratkaiseminen:** Panostetaan ennaltaehkäiseviin palveluihin ja varhaiseen puuttumiseen, erityisesti nuorten mielenterveyden tukemiseen.\n6.  **Omalääkärimallin kokeilu:** Asukkaille nimetään oma lääkäri, joka tuntee potilaan kokonaisvaltaisesti, parantaen hoidon laatua ja sujuvuutta.\n7.  **Maahanmuuttajataustaisten lasten ja äitien yhteinen kielikoulutus:** Pilotoidaan kielikoulutusta, jotta myös maahanmuuttajaperheiden naiset saadaan mukaan kielenopiskeluun.\n8.  **Väkivaltaan puuttuminen:** Viranomaisia on koulutettava tunnistamaan väkivallan muotoja ja puuttumaan niihin, riippumatta uhrin taustasta.\n9.  **Pienten paikallisyrittäjien tukeminen:** Pienten yritysten näkemyksille kaupungin kehittämisestä on annettava enemmän painoarvoa ja kilpailutusten kriteerit on laadittava niin, että myös pienet yritykset voivat osallistua niihin.\n10. **Liikenteen sujuvuuden parantaminen:** Tieremontteja ja muita korjaushankkeita on suunniteltava asukkaat huomioiden, kokonaisvaltaisesti ja koordinoidusti.\n\n**Speech Tone Analysis:**\nPuheiden sävy on **pragmaattinen** ja **huolehtiva**. Ohjelma pyrkii tarjoamaan konkreettisia ratkaisuja helsinkiläisten arjen turvallisuuden ja hyvinvoinnin parantamiseksi. Huolehtiva sävy näkyy erityisesti panostuksissa lapsiin, nuoriin ja vähäosaisiin.\n\n**Potential Voter Base (Target Audience):**\n\n*   **Lapsiperheet:** Ohjelma korostaa lapsiperheiden hyvinvointia, lähipalveluita ja turvallisia kouluja, mikä vetoaa lapsiperheisiin.\n*   **Pienyrittäjät:** Puolueen tuki paikallisille pienyrittäjille ja byrokratian vähentämiselle voi houkutella yrittäjiä.\n",
        "galtan":"party_galtan_graphs\/Keskusta_graph.png",
        "map":"party_maps\/Keskusta_map.png",
        "logo":"party_images\/Keskusta_logo.png",
        "topics":"party_topic_graphs\/Keskusta_topics.png"
    },
    {
        "party":"Kokoomus",
        "manifesto_summary_en":"**Overview:**\nThe Helsinki Kokoomus (National Coalition Party) municipal election manifesto focuses on maintaining a strong economy, promoting a business-friendly environment, investing in education, and ensuring safe and pleasant living areas. The party aims to balance the city's finances, support entrepreneurship and employment, improve educational opportunities, and enhance the overall quality of life for residents. They emphasize sustainable growth, efficient public services, and responsible urban development.\n\n**Notable Proposals & Interventions:**\n\n1.  **Capping Annual Expenditure Increases:** Sets a limit on yearly increases in city spending to maintain a balanced budget.\n2.  **Reducing Tax Burden:** Aims to lower city taxes rather than increase them.\n3.  **Streamlining Business Operations:** Improves business advisory and support services, simplifies permit processes, and ensures adequate infrastructure for companies.\n4.  **Improving Employment Services:** Enhances municipal TE-services (employment services) to connect job seekers with employers and provide tailored support for different skill sets and backgrounds.\n5.  **Investing in Education:** Secures high-quality education by reinforcing educational funding and ensuring reasonable class sizes.\n6.  **Supporting Diverse School Options:** Preserves private schools operating under city agreements and increases student participation in specialized classes like science, arts, and sports.\n7.  **Increasing Housing Supply:** Plans to increase the number of apartments, especially in the city center, by changing the intended use of properties, building attics, and raising buildings.\n8.  **Easing Regulations for Businesses:** Relaxes permit conditions to allow businesses to use sidewalks, courtyards, and market areas for terraces and other outdoor activities more freely.\n9.  **Maintaining Traffic Flow:** Preserves two lanes on the Esplanades and enables private car access through the central maintenance tunnel, while opposing congestion charges and restrictions on combustion engine vehicles.\n10. **Ensuring Healthcare Access:** Guarantees smooth access to healthcare, ensuring immediate or next-day treatment in urgent cases, and implements solutions based on a personal physician model to improve continuity of care.\n\n**Speech Tone Analysis:**\nThe general tone of the manifesto is **pragmatic** and **assertive**. The document presents concrete proposals for improving Helsinki's economy, services, and infrastructure, demonstrating a practical approach to problem-solving. The tone is assertive in its commitment to fiscal responsibility, business-friendly policies, and maintaining essential services.\n\n**Potential Voter Base (Target Audience):**\n\n1.  **Entrepreneurs and Business Owners:** The manifesto's strong emphasis on reducing bureaucracy, streamlining permit processes, and fostering a business-friendly environment would appeal to this group.\n2.  **Families with School-Aged Children:** The focus on investing in education, supporting diverse school options, and ensuring access to local schools would resonate with parents concerned about their children's education and well-being.\n",
        "manifesto_summary_fi":"**Overview:**\n\nHelsingin Kokoomuksen kuntavaaliohjelma keskittyy Helsingin talouden vakauden turvaamiseen, yritysmyönteisen ilmapiirin luomiseen, laadukkaan koulutuksen ja varhaiskasvatuksen puolustamiseen, viihtyisien ja turvallisten asuinalueiden kehittämiseen sekä liikennepolitiikan parantamiseen. Ohjelma korostaa vastuullista taloudenpitoa, yksityisen sektorin roolia hyvinvoinnin luojana ja kestävää kehitystä. Kokoomus pyrkii tekemään Helsingistä entistä houkuttelevamman asuin- ja yritysympäristön.\n\n**Notable Proposals & Interventions:**\n\n1.  **Katto vuosittaisille menolisäyksille:** Asetetaan katto kaupungin vuosittaisille menolisäyksille talouden tasapainon säilyttämiseksi.\n2.  **Verotuksen suunta alaspäin:** Kaupungin kantamien verojen suunta on oltava ennemmin alas kuin ylöspäin.\n3.  **Yritysneuvonnan ja lupaprosessien parantaminen:** Helpotetaan yritystoimintaa parantamalla yritysneuvontaa ja tukipalveluita sekä sujuvoittamalla lupaprosesseja.\n4.  **TE-palveluiden kehittäminen:** Nopeutetaan työnhakijoiden työllistymistä ja täydennyskoulutusta varmistamalla kunnan omien TE-palveluiden sujuva käynnistyminen.\n5.  **Koulutuksen rahoituksen vahvistaminen:** Turvataan laadukas opetus, tarvittava koulunkäynnin tuki sekä kohtuulliset luokkakoot sitoutumalla koulutuksen rahoituksen vahvistamiseen.\n6.  **Asuntokaavoituksen lisääminen ja rakennuslupien sujuvoittaminen:** Kaavoitetaan tarpeeksi uusia asuntoja sekä sujuvoitetaan rakennuslupaprosesseja.\n7.  **Liikenneyhteyksien turvaaminen uusille alueille:** Uusia alueita rakennettaessa niihin on turvattava riittävän hyvät liikenneyhteydet.\n8.  **Esplanadien kaksikaistaisuuden säilyttäminen:** Säilytetään Esplanadien kaksikaistaisuus sekä mahdollistetaan keskustan huoltotunnelin läpiajomahdollisuus yksityisautoilulle sekä pelastus-, huolto- ja jakeluliikenteelle.\n9.  **Ruuhkamaksujen torjuminen:** Torpataan jyrkästi esitykset ruuhkamaksuista, polttomoottori- ja hybridiautojen täyskielloista keskustassa, asukas- ja asiointipysäköinnin hinnan merkittävistä nostoista sekä pysäköintimahdollisuuksien karsimisesta.\n10. **Oma lääkäri malli:** Otetaan perusterveydenhuollossa käyttöön omalääkärimalliin pohjautuvia ratkaisuja erityisesti paljon palveluita tarvitseville sekä monisairaille henkilöille parantamaan hoidon jatkuvuutta, laatua ja kustannustehokkuutta.\n\n**Speech Tone Analysis:**\n\nPuheiden yleinen sävy on **pragmaattinen** ja **assertiivinen**. Pragmaattisuus näkyy konkreettisissa ehdotuksissa talouden tasapainon ja palveluiden tehokkuuden parantamiseksi. Assertiivisuus ilmenee puolustettaessa yritysten etuja ja vastustettaessa autoilua hankaloittavia toimia.\n\n**Potential Voter Base (Target Audience):**\n\n1.  **Yrittäjät ja yritysjohtajat:** Ohjelma korostaa yritysmyönteisyyttä, lupaprosessien sujuvoittamista ja verotuksen pitämistä alhaisena, mikä vetoaa yrittäjiin.\n2.  **Asunnonomistajat ja autoilijat:** Ohjelma pyrkii pitämään asumisen hinnan kohtuullisena, vastustaa ruuhkamaksuja ja puolustaa autoilun asemaa kaupungissa, mikä houkuttelee asunnonomistajia ja autoilijoita.\n",
        "galtan":"party_galtan_graphs\/Kokoomus_graph.png",
        "map":"party_maps\/Kokoomus_map.png",
        "logo":"party_images\/Kokoomus_logo.png",
        "topics":"party_topic_graphs\/Kokoomus_topics.png"
    },
    {
        "party":"Vihreät",
        "manifesto_summary_en":"**Overview:**\n\nThe Green Party's manifesto for the Helsinki Municipal election centers on creating a sustainable and equitable city where everyone can thrive. Key priorities include ambitious climate action, protecting biodiversity and green spaces, prioritizing pedestrian and cyclist-friendly urban planning, and ensuring access to affordable housing and quality social services for all residents. The party aims to foster a vibrant urban life while addressing social inequalities and promoting inclusivity. They emphasize that Helsinki should be a place where everyone can live a good life in a climate-resilient city.\n\n**Notable Proposals & Interventions:**\n\n1.  **Achieve Carbon Neutrality:** Helsinki to become carbon neutral by 2030 and carbon negative in the 2040s, phasing out fossil fuels and promoting non-combustion-based heating.\n2.  **Protect Green Spaces:** Establish at least 5 new nature conservation areas each year, aiming to protect over 10% of Helsinki's area, and ensure every resident has access to nearby nature.\n3.  **Prioritize Pedestrians:** Design Helsinki with pedestrians in mind, investing more in pedestrian, public transport, and cycling infrastructure.\n4.  **Remove Parking Norms:** Eliminate parking requirements, starting in the city center, to enable cheaper housing and denser construction without encroaching on green spaces.\n5.  **Increase Affordable Housing:** Build more affordable housing by repurposing old industrial areas, vacant office spaces, roadsides, and wastelands.\n6.  **Expand Free Early Childhood Education:** Extend free early childhood education to all Helsinki children.\n7.  **Guarantee a Hobby for Youth:** Ensure every young person in Helsinki has access to at least one free hobby.\n8.  **Promote International Talent:** Attract international talent and families by ensuring job and study opportunities, improving integration services, and promoting multilingual services.\n9.  **Develop Age-Friendly Environments:** Develop residential environments to be age-friendly and accessible to people with disabilities, including accessible public transport.\n10. **Legalize Drug Consumption Rooms:** Promote the legalization of drug consumption room trials to reduce drug-related deaths and promote access to treatment.\n\n**Speech Tone Analysis:**\n\nThe overall tone of the manifesto is **assertive** and **idealistic**. The manifesto sets ambitious goals for Helsinki, such as carbon neutrality by 2030 and protecting over 10% of the city's area as nature conservation areas. The language used is confident and proactive, indicating a strong commitment to these goals.\n\n**Potential Voter Base (Target Audience):**\n\nThe Green Party's manifesto is likely to appeal to two key demographic groups:\n\n*   **Young Adults & Students:** The focus on affordable housing, free education, accessible public transport, and vibrant urban culture aligns with the needs and interests of younger residents.\n*   **Environmentally Conscious Citizens:** The strong emphasis on climate action, biodiversity protection, and sustainable urban planning will resonate with voters who prioritize environmental issues.\n",
        "manifesto_summary_fi":"**Overview:**\n\nVihreät pyrkivät rakentamaan Helsingistä kaupungin, jossa jokainen voi elää omannäköistään elämää. Keskeisiä teemoja ovat ilmastonmuutoksen hillitseminen, luonnon monimuotoisuuden vaaliminen, kävely- ja pyöräilyolosuhteiden parantaminen, kohtuuhintaisten asuntojen rakentaminen sekä monipuolisen kulttuurielämän edistäminen. Puolue korostaa myös lasten ja nuorten hyvinvointia, koulutuksen tasa-arvoa sekä esteettömyyttä ja terveydenhuollon saatavuutta. Vihreät haluavat tehdä Helsingistä hiilineutraalin ja kansainvälisesti houkuttelevan kaupungin.\n\n**Notable Proposals & Interventions:**\n\n1.  **Hiilineutraali Helsinki 2030:** Kaupungin tulee olla hiilineutraali vuoteen 2030 mennessä ja hiilinegatiivinen 2040-luvulla, panostamalla polttoon perustumattomaan lämmöntuotantoon ja sulkemalla viimeisen hiilivoimalan keväällä 2025.\n2.  **Keskustan liikenteen päästöjen rajoittaminen:** Vuodesta 2030 alkaen kaikki Helsingin keskustassa liikkuvat ajoneuvot ovat nollapäästöisiä, ja fossiilisten polttoaineiden käyttöä rajoitetaan.\n3.  **Luonnon monimuotoisuuden lisääminen:** Perustetaan vähintään 5 uutta luonnonsuojelualuetta joka vuosi ja suojellaan yli 10 prosenttia Helsingin pinta-alasta.\n4.  **Puuston lisääminen:** Tavoitteena on, että jokaisesta asunnosta näkyy 3 puuta, jokaisella alueella on puiden latvuspeittävyys 30 % ja kaikilla on alle 300 metriä lähiluontoon.\n5.  **Jalankulku ja pyöräily etusijalle:** Jalankulkuväylien ja pyöräreittien talvikunnossapidosta huolehditaan ja rakennetaan uusia, erillään muusta liikenteestä olevia pyöräreittejä.\n6.  **Kohtuuhintaiset asunnot:** Rakennetaan lisää kohtuuhintaisia asuntoja hyödyntämällä vanhoja teollisuusalueita ja joutomaita.\n7.  **Maksuton varhaiskasvatus:** Laajennetaan maksuton varhaiskasvatus koskemaan kaikkia helsinkiläisiä lapsia.\n8.  **Nuorten harrastusmahdollisuudet:** Jokaisella helsinkiläisellä nuorella on mahdollisuus vähintään yhteen maksuttomaan harrastukseen.\n9.  **Mielenterveyspalveluiden parantaminen:** Helpotetaan ja nopeutetaan ihmisten pääsyä mielenterveyspalveluihin.\n10. **Esteettömyyden parantaminen:** Kehitetään asuinympäristöjä ikäystävällisiksi ja vammaisten tarpeet huomioiviksi sekä suunnitellaan kaupunkitilaa esteettömäksi.\n\n**Speech Tone Analysis:**\n\nThe tone of the manifesto is **idealistic** and **assertive**. The text presents a vision of a better Helsinki and confidently outlines the steps needed to achieve it. The language is hopeful and emphasizes the possibilities for improvement, for example, \"Tulevaisuuden Helsingissä mahdollisuuksia on vielä enemmän kuin tänään.\"\n\n**Potential Voter Base (Target Audience):**\n\nVihreiden potentiaalinen äänestäjäkunta koostuu todennäköisesti **ympäristötietoisista kaupunkilaisista** ja **nuorista aikuisista**. Puolueen vahva panostus ilmastonmuutoksen hillitsemiseen, luonnon monimuotoisuuteen ja kestävään kaupunkisuunnitteluun vetoaa ympäristöstä huolestuneisiin äänestäjiin. Lisäksi puolueen painotus nuorten hyvinvointiin, koulutukseen ja kohtuuhintaisiin asuntoihin voi houkutella nuoria aikuisia ja opiskelijoita.\n",
        "galtan":"party_galtan_graphs\/Vihreät_graph.png",
        "map":"party_maps\/Vihreät_map.png",
        "logo":"party_images\/Vihreät_logo.png",
        "topics":"party_topic_graphs\/Vihreät_topics.png"
    },
    {
        "party":"Sosiaalidemokraatit",
        "manifesto_summary_en":"**Overview:**\n\nThe Social Democratic Party (SDP) of Helsinki's municipal election manifesto for 2025 centers on creating a fair, equal, and carbon-neutral Helsinki where everyone can thrive. Key priorities include ensuring equal access to education and support services, promoting a vibrant cultural life, addressing segregation through urban planning, and securing comprehensive social, health, and rescue services. The party emphasizes responsible financial management to support public services and prioritizes the well-being of city employees.\n\n**Notable Proposals & Interventions:**\n\n1.  **Phased Transition to Free Early Childhood Education:** Gradually implement free early childhood education while ensuring quality by investing in staff numbers, expertise, salaries, and well-being.\n2.  **Address Educational Inequality:** Monitor and actively address the impact of parental income on children's learning outcomes.\n3.  **Expand Positive Discrimination Funding:** Extend funding for positive discrimination to include sports and cultural services, providing free access to sports services for low-income individuals.\n4.  **Pilot Matching Funds for Culture:** Implement a matching fund model where the city matches private donations to the cultural sector up to a certain limit.\n5.  **Experiment with Free Public Transportation:** Conduct a trial of free public transportation on Sundays to promote citizen participation and city vitality.\n6.  **Develop an ASO Housing Production Model:** Create a Helsinki-specific model for producing right-of-occupancy (ASO) housing.\n7.  **Implement \"Own Team\" Model at Health Stations:** Introduce a team-based approach at health stations to ensure continuity of care.\n8.  **Maintain Free Basic Healthcare:** Preserve free primary healthcare in Helsinki and uphold the 14-day treatment guarantee.\n9.  **Continue the Helsinki Pay Program:** Continue the Helsinki pay program to ensure that every employee's salary is sufficient to live on.\n10. **Develop New Models for Rapid Employment:** Develop new models to support rapid employment through broad-based cooperation.\n\n**Speech Tone Analysis:**\n\nThe general tone of the speeches is pragmatic and caring. The manifesto demonstrates a pragmatic approach by offering concrete solutions to challenges like educational inequality and housing affordability. The caring tone is evident in the emphasis on social and health services, particularly for vulnerable groups like children, the elderly, and low-income residents.\n\n**Potential Voter Base:**\n\nThe SDP's manifesto is likely to appeal to working-class families and social liberals. The focus on free early childhood education, affordable housing, and accessible healthcare directly addresses the concerns of working families. The emphasis on equality, cultural diversity, and environmental sustainability will resonate with social liberals.\n",
        "manifesto_summary_fi":"**Overview:**\n\nSDP Helsingin kuntavaaliohjelma 2025 pyrkii rakentamaan Helsingistä tasa-arvoisen, hiilineutraalin ja viihtyisän kaupungin kaikille. Ohjelma korostaa koulutuksellista yhdenvertaisuutta, kulttuurin ja vapaa-ajan merkitystä, kohtuuhintaista asumista sekä laadukkaita sosiaali- ja terveyspalveluita. SDP Helsinki haluaa panostaa julkisiin palveluihin ja torjua eriarvoisuutta. Ohjelma painottaa myös henkilöstön hyvinvointia ja Helsingin elinvoimaisuuden edistämistä.\n\n**Notable Proposals & Interventions:**\n\n1.  **Maksuton varhaiskasvatus:** Siirtyminen vaiheittain maksuttomaan varhaiskasvatukseen laadun varmistamiseksi.\n2.  **Läksykerhot osaksi koulupäivää:** Läksykerhojen ja aktiivisen iltapäivätoiminnan integrointi koulupäivään.\n3.  **Kulttuurin tukeminen:** Kulttuurin ja kulttuurisidonnaisten elinkeinojen edistäminen kaupungin panostuksin, tarvittaessa lisääntyvin.\n4.  **Vastinrahoitus kulttuurille:** Pilotoidaan vastinrahoituksen mallia, jossa kaupunki maksaa vastineen yksityisille lahjoituksille.\n5.  **Kohtuuhintainen asuminen:** Helsingin tulee kehittää oma ASO eli asumisoikeusasuntojen tuotantomalli.\n6.  **Ilmainen joukkoliikenne sunnuntaisin:** Kokeilu ilmaisesta joukkoliikenteestä sunnuntaisin osallisuuden lisäämiseksi.\n7.  **Oma tiimi -malli terveysasemilla:** Terveysasemilla otetaan käyttöön oma tiimi -malli hoidon jatkuvuuden turvaamiseksi.\n8.  **Palkkaohjelman jatkaminen:** Helsingin palkkaohjelmaa on jatkettava, jotta jokaisen työntekijän palkka riittää elämiseen.\n9.  **Työllisyyden edistäminen:** Uusien mallien kehittäminen nopean työllistymisen tueksi laaja-alaisella yhteistyöllä.\n10. **Kotoutumisen tukeminen:** Vieraskielisille perheille tarjotaan tukea kehittämällä varhaiskasvatuksen ja koulujen yhteistyötä.\n\n**Speech Tone Analysis:**\n\nThe tone of the manifesto is **pragmatic** and **caring**. The manifesto identifies existing problems and proposes concrete solutions, demonstrating a pragmatic approach. The focus on social equality, well-being, and accessibility of services indicates a caring tone.\n\n**Potential Voter Base (Target Audience):**\n\nThe manifesto is likely to appeal to **families with young children** due to its emphasis on early childhood education and support for families. Additionally, it may attract **low-to-middle income earners** who would benefit from affordable housing initiatives and accessible public services.\n",
        "galtan":"party_galtan_graphs\/Sosiaalidemokraatit_graph.png",
        "map":"party_maps\/Sosiaalidemokraatit_map.png",
        "logo":"party_images\/Sosiaalidemokraatit_logo.png",
        "topics":"party_topic_graphs\/Sosiaalidemokraatit_topics.png"
    },
    {
        "party":"Ruotsalainen Kansanpuolue",
        "manifesto_summary_en":"**Overview:**\n\nThe Swedish People's Party of Finland (RKP) focuses on individual rights, environmental responsibility, and equality. Their manifesto emphasizes the importance of bilingualism, minority rights, and a society built on cooperation. Key areas include education, well-being, sustainable development, and vibrant municipalities. RKP aims to create a society where everyone has the opportunity to build their future.\n\n**Notable Proposals & Interventions:**\n\n1.  **Early Childhood Education:** Increase participation in early childhood education and make it free in the long term.\n2.  **Second National Language:** Start learning the second national language (Finnish or Swedish) already in early childhood education.\n3.  **Support for Students:** Increase targeted resources to prevent bullying and ensure functional support for students with special needs.\n4.  **Vocational Education:** Promote the use of apprenticeship agreements in vocational education and increase cooperation between vocational education and business.\n5.  **Accessibility of Services:** Ensure accessibility and humanity in digital services.\n6.  **Integration Services:** Invest more in integration services to ensure that everyone feels welcome and experiences a smooth transition into Finnish working life.\n7.  **Recreational Opportunities:** Provide diverse recreational opportunities for all ages, such as playgrounds, skate parks, outdoor gyms and exercise stairs.\n8.  **Climate-Smart Solutions:** Municipalities should adopt climate-smart solutions and facilitate residents' opportunities to make climate-wise choices.\n9.  **Renewable Energy:** Municipalities should switch to using renewable energy and phase out the use of fossil fuels.\n10. **Sustainable Land Use:** Promote sustainable land use and construction, supporting business location and economic development.\n\n**Speech Tone Analysis:**\n\nThe general tone of the manifesto is *cooperative* and *pragmatic*. The document emphasizes collaboration between municipalities, the private sector, and third-sector organizations to secure services for residents. It acknowledges the challenges of the state economy and the need to adapt operations to the economic reality, suggesting a pragmatic approach to problem-solving.\n\n**Potential Voter Base (Target Audience):**\n\n1.  **Swedish-speaking Finns:** As the Swedish People's Party, a primary target is the Swedish-speaking minority in Finland, who would be drawn to the party's strong defense of bilingualism and minority rights.\n2.  **Advocates for Equality and Inclusion:** The party's emphasis on equality, anti-discrimination, and minority rights would appeal to voters who prioritize social justice and inclusivity.\n",
        "manifesto_summary_fi":"**Overview:**\n\nRKP:n (Suomen ruotsalainen kansanpuolue) vaaliohjelma keskittyy vahvasti yksilön oikeuksiin, yhdenvertaisuuteen ja kestävään kehitykseen. Puolue korostaa koulutuksen, kulttuurin ja hyvinvoinnin merkitystä kuntalaisten arjessa. RKP pyrkii edistämään kaksikielisyyttä, torjumaan syrjintää ja luomaan elinvoimaisia kuntia, jotka ovat edelläkävijöitä ilmasto- ja ympäristöasioissa. Puolue haluaa tarjota kaikille mahdollisuuden rakentaa oma tulevaisuutensa yhteiskunnassa.\n\n**Notable Proposals & Interventions:**\n\n1.  **Varhaiskasvatuksen maksuttomuus:** RKP pyrkii siihen, että yhä useammat lapset osallistuvat varhaiskasvatukseen ja että se pidemmällä aikavälillä tulee maksuttomaksi.\n2.  **Toisen kansalliskielen oppiminen:** Puolue haluaa, että toisen kansalliskielen (suomen tai ruotsin) oppiminen aloitetaan jo varhaiskasvatuksessa.\n3.  **Kiusaamisen ehkäiseminen:** RKP haluaa lisätä kohdennettuja resursseja kaikenlaisen kiusaamisen ehkäisemiseksi kouluissa.\n4.  **Saamenkielinen opetus:** Puolue puolustaa saamelaisten oikeutta opetukseen saamen kolmella eri kielellä ja kehittää opetusta.\n5.  **Liikuntamahdollisuudet:** RKP haluaa tarjota kaikenikäisille monipuolisia liikuntamahdollisuuksia, kuten leikkipuistoja ja ulkokuntosaleja.\n6.  **Nuorisopalvelut:** Puolue panostaa toimiviin nuorisopalveluihin, kuten etsivään nuorisotyöhön ja nuorisopajoihin, jotka tukevat turvallista varttumista.\n7.  **Työperusteinen maahanmuutto:** RKP edistää aktiivisesti työperusteista maahanmuuttoa kansainvälisillä rekrytoinneilla ja hyvillä kotouttamispalveluilla.\n8.  **Kestävä kaavoitus:** Puolue ajaa kestävää kaavoitusta ja rakentamista sekä yritysten sijoittumista tukevaa maankäyttöä.\n9.  **Joukkoliikenne:** RKP haluaa kehittää keskustaajamien ja kehyskuntien välistä alueellista liikennettä sekä parantaa joukkoliikenneyhteyksiä.\n10. **Uusiutuva energia:** Puolue pyrkii siihen, että kunnat siirtyvät käyttämään uusiutuvaa energiaa ja lopettavat vaiheittain fossiilisten polttoaineiden käytön.\n\n**Speech Tone Analysis:**\n\nThe tone of the manifesto is generally **pragmatic** and **caring**. The manifesto focuses on practical solutions to improve the daily lives of residents, such as enhancing public services and promoting sustainable development. The caring aspect is evident in the emphasis on equality, well-being, and support for vulnerable groups.\n\n**Potential Voter Base (Target Audience):**\n\n1.  **Kaksikieliset perheet:** RKP:n vahva sitoutuminen kaksikielisyyteen ja ruotsinkielisen kulttuurin vaalimiseen tekee siitä houkuttelevan vaihtoehdon perheille, joille molemmat kansalliskielet ovat tärkeitä.\n2.  **Ympäristötietoiset äänestäjät:** Puolueen painotus ilmastonmuutoksen hillitsemiseen, luonnon monimuotoisuuden vahvistamiseen ja kestävään kehitykseen vetoaa äänestäjiin, jotka pitävät ympäristöasioita tärkeinä.\n",
        "galtan":"party_galtan_graphs\/Ruotsalainen Kansanpuolue_graph.png",
        "map":"party_maps\/Ruotsalainen Kansanpuolue_map.png",
        "logo":"party_images\/Ruotsalainen Kansanpuolue_logo.png",
        "topics":"party_topic_graphs\/Ruotsalainen Kansanpuolue_topics.png"
    },
    {
        "party":"Kristillisdemokraatit",
        "manifesto_summary_en":"**Overview:**\n\nThe Christian Democrats' manifesto for the Helsinki Municipal election 2025 focuses on maintaining vital municipalities throughout Finland, emphasizing local decision-making, family-friendly policies, and promoting well-being. They aim to balance the municipal economy, support entrepreneurship and employment, and build sustainable living environments. The party prioritizes education, early childhood development and accessible local services, while advocating for responsible financial management and leveraging new technologies.\n\n**Notable Proposals & Interventions:**\n\n1.  **Defend Municipal Autonomy:** Advocate for the right of municipalities and welfare regions to organize services according to the needs of their residents, emphasizing decision-making close to the citizens.\n2.  **Balance Municipal Finances:** Prioritize balancing the municipal economy and promote responsible financial management to avoid burdening future generations with debt.\n3.  **Support Entrepreneurship:** Foster conditions for entrepreneurship and employment, particularly in small and medium-sized enterprises, to strengthen the municipal economy.\n4.  **Utilize Technology:** Implement artificial intelligence, robotics, and other new technologies to improve the efficiency and transparency of administrative processes.\n5.  **Develop Family-Friendly Municipalities:** Focus on family-friendly policies that support parents and ensure children's well-being, including accessible early childhood education.\n6.  **Promote Early Literacy and Numeracy:** Invest in education to ensure every child can read and calculate, addressing learning gaps and providing support for students with diverse backgrounds.\n7.  **Support Youth Employment:** Implement measures to quickly and effectively employ young people to prevent social exclusion.\n8.  **Develop Sustainable Living Environments:** Promote diverse and sustainable housing solutions, maintain urban centers, and ensure the upkeep of road networks in sparsely populated areas.\n9.  **Promote Well-being through Culture:** Support cultural activities and institutions, recognizing their impact on well-being and community engagement.\n10. **Address Unnecessary Sote Properties:** Propose that unnecessary healthcare properties be redeemed from municipalities and welfare regions at book value to Maakuntien Tilakeskus Oy.\n\n**Speech Tone Analysis:**\n\nThe general tone of the manifesto is **pragmatic** and **caring**. The manifesto acknowledges the difficult financial realities facing municipalities and proposes practical solutions for balancing budgets and improving efficiency. At the same time, it emphasizes the importance of family-friendly policies, education, and well-being, reflecting a concern for the needs and interests of citizens.\n\n**Potential Voter Base:**\n\nThe Christian Democrats' manifesto is likely to appeal to **families with children** due to its emphasis on early childhood education, support for parents, and family-friendly policies. It may also attract **conservative voters** who value responsible financial management, local decision-making, and the preservation of traditional cultural values.\n",
        "manifesto_summary_fi":"**Overview:**\n\nKristillisdemokraattien (KD) kuntavaaliohjelma 2025 keskittyy kuntien elinvoimaisuuden ylläpitämiseen ja vahvistamiseen, perheystävällisten kuntien rakentamiseen sekä kuntalaisten hyvinvoinnin edistämiseen. Puolue korostaa kuntien itsehallintoa, lähipalveluita ja vastuullista taloudenpitoa. KD haluaa panostaa varhaiskasvatukseen, koulutukseen ja työllisyyden edistämiseen. Ohjelma painottaa myös yhteisöllisyyttä, asukkaiden osallistumista ja kestävää kehitystä.\n\n**Notable Proposals & Interventions:**\n\n1.  **Kuntien itsehallinnon puolustaminen:** KD puolustaa kuntien itsehallintoa ja hyvinvointialueiden oikeutta järjestää palvelut alueensa asukkaiden tarpeita vastaaviksi.\n2.  **Kuntatalouden tasapainottaminen:** KD pitää kuntatalouden tasapainottamista tärkeänä tavoitteena ja edistää vastuullista taloudenpitoa.\n3.  **Tarpeettomien sote-kiinteistöjen lunastaminen:** KD esittää, että tarpeettomat sote-kiinteistöt lunastetaan kunnilta Maakuntien Tilakeskus Oy:lle.\n4.  **Elinkeinopolitiikan vahvistaminen:** KD korostaa, että kunnan elinvoiman ytimessä ovat työllisyyden ja yrittäjyyden edellytykset.\n5.  **Julkisten hankintojen kehittäminen:** KD kannattaa kuntien, maakuntien ja yritysten välistä laajenevaa yhteistyötä palvelujen tuottamisessa ja painottaa hankintojen kokonaisedullisuutta ja paikallisuutta.\n6.  **Työllisyyspalveluiden kehittäminen:** KD haluaa, että kunnat asettavat työllisyydenhoitoon kunnianhimoiset tavoitteet ja hyödyntävät TE-uudistuksen mahdollisuuksia.\n7.  **Kotouttamisen edistäminen:** KD ehkäisee maahanmuuttajien syrjäytymistä tehokkaalla kotouttamisella ja korostaa Suomen kielen oppimisen tärkeyttä.\n8.  **Lapsiystävällisyyden edistäminen:** KD rakentaa lapsiystävällistä ilmapiiriä, jossa perheet saavat tukea ja turvaa.\n9.  **Varhaiskasvatuksen laadun parantaminen:** KD panostaa laadukkaaseen varhaiskasvatukseen ja valvoo henkilöstömitoitusten toteutumista.\n10. **Perusopetuksen laadun parantaminen:** KD kehittää laadukasta opetusta ja turvaa nuorille paremman tulevaisuuden panostamalla lukutaitoon ja työrauhaan.\n\n**Speech Tone Analysis:**\n\nThe general tone of the manifesto is **pragmatic** and **caring**. The manifesto presents concrete proposals for improving municipal services and finances, while also emphasizing the importance of family, community, and the well-being of residents. The focus on \"tärkeimmistä tinkimättä\" (not compromising on the most important things) suggests a commitment to core values and a pragmatic approach to achieving them.\n\n**Potential Voter Base (Target Audience):**\n\n1.  **Families with children:** The emphasis on family-friendly policies, quality early childhood education, and safe schools would appeal to families with young children.\n2.  **Small business owners and entrepreneurs:** The focus on promoting entrepreneurship, reducing bureaucracy, and creating a favorable business environment would resonate with small business owners.\n",
        "galtan":"party_galtan_graphs\/Kristillisdemokraatit_graph.png",
        "map":"party_maps\/Kristillisdemokraatit_map.png",
        "logo":"party_images\/Kristillisdemokraatit_logo.png",
        "topics":"party_topic_graphs\/Kristillisdemokraatit_topics.png"
    },
    {
        "party":"Perussuomalaiset",
        "manifesto_summary_en":"**Overview:**\n\nThe Finns Party's municipal election manifesto for Helsinki focuses on responsible financial management, prioritizing essential services, and promoting local business and employment. They emphasize improving education, ensuring safety and security, and addressing issues related to immigration. The party advocates for efficient use of taxpayer money, reducing bureaucracy, and empowering local decision-making. They also stress the importance of personal responsibility and healthy lifestyles.\n\n**Notable Proposals & Interventions:**\n\n1.  **Prioritize Core Municipal Services:** Focus on essential services like education and infrastructure, cutting funding for less critical activities.\n2.  **Streamline Permitting Processes:**  Make municipal permitting faster and more predictable to attract businesses and investments.\n3.  **Promote Competitive Tendering:** Increase competition in municipal procurement to improve quality and reduce costs, avoiding monopolies.\n4.  **Utilize Empty Properties:**  Convert vacant municipal properties for new uses, such as supporting entrepreneurship, or demolish them if necessary.\n5.  **Improve Basic Education:** Focus on ensuring students acquire sufficient skills in primary school, including targeted support for those with language difficulties.\n6.  **Address School Safety:**  Implement measures to prevent bullying and violence in schools, ensuring a safe learning environment for all students.\n7.  **Restrict \"Harmful\" Immigration:**  Tighten immigration policies to avoid increasing social exclusion and dependence on social welfare.\n8.  **Maintain Public Control of Natural Monopolies:** Prevent the privatization of essential services like water and energy supply.\n9.  **Improve Integration of Immigrants:** Require families with children who do not speak Finnish well to enroll their children in early childhood education.\n10. **Promote Employment:** Direct workforce training towards sectors with genuine employment opportunities, in collaboration with local businesses.\n\n**Speech Tone Analysis:**\n\nThe tone of the manifesto is *critical* and *assertive*. It critiques current policies and proposes specific, often firm, solutions. For example, the manifesto criticizes \"harmful immigration\" and calls for stricter immigration policies.\n\n**Potential Voter Base (Target Audience):**\n\nThe Finns Party's manifesto is likely to appeal to *nationalist-leaning voters* concerned about immigration and the preservation of Finnish culture. Their emphasis on fiscal responsibility and efficient public services may also attract *conservative voters* seeking lower taxes and a focus on core government functions.\n",
        "manifesto_summary_fi":"**Overview:**\n\nPerussuomalaisten kuntavaaliohjelma 2025 keskittyy huolelliseen rahankäyttöön, osaamiseen panostamiseen, työllisyyden edistämiseen ja yrittäjyyden tukemiseen. Puolue korostaa kuntien taloudellisen vallan viisasta käyttöä, paikallisten erityispiirteiden huomioimista päätöksenteossa sekä lasten ja nuorten tulevaisuudesta huolehtimista. Ohjelma pyrkii turvaamaan asukkaille tärkeät palvelut ja pitämään koko maan riittävän asumiskelpoisena. Perussuomalaiset haluavat puolustaa suomalaista Suomea ja korostavat, että maahanmuutto ei ole ratkaisu kaikkiin ongelmiin.\n\n**Notable Proposals & Interventions:**\n\n1.  **Uudet työ- ja elinkeinotoimistot oikeisiin töihin:** TE-palvelut siirretään kuntien järjestettäväksi, jotta ne voivat paremmin vastata paikallisiin työvoimatarpeisiin ja tarjota työntekijöille sopivia työpaikkoja.\n2.  **Luvituksen nopeuttaminen:** Lupa-asioiden käsittelyä pyritään nopeuttamaan ja sujuvoittamaan, jotta investoinnit ja yritystoiminta eivät viivästy turhan byrokratian vuoksi.\n3.  **Kilpailutuksella laatua ja säästöä:** Kuntien hankinnat kilpailutetaan reilusti, ja vältetään monopolimaisia inhouse-ratkaisuja, jotta saadaan parempaa laatua edullisemmilla kustannuksilla.\n4.  **Monopolien säilyttäminen julkisena:** Luonnollisia monopoleja, kuten vesihuolto- tai energiayhtiöitä, ei tule yksityistää, vaan ne kuuluvat julkisen vallan tehtäviin ja omistettavaksi.\n5.  **Tyhjien kiinteistöjen hyödyntäminen:** Kuntien omistamat tyhjät kiinteistöt pyritään saamaan uusiokäyttöön esimerkiksi nuorison käyttöön tai yrittäjyyden edistämisen kautta.\n6.  **Varhaiskasvatuksen kehittäminen:** Varhaiskasvatuksen paikkoja on oltava riittävästi saatavilla, ja siinä on huomioitava ikäryhmien lisäksi tasoryhmät, jotta voidaan tukea lasten kielen ja kulttuurin oppimista.\n7.  **Peruskoulun perusasioiden kunnioittaminen:** Peruskoulusta ei pidä päästä ulos, jos taidot eivät riitä, ja koulussa ei saa joutua pelkäämään. Kiusaamiseen ja väkivaltaan on puututtava välittömästi ja ankarasti.\n8.  **Sujuva suomen kieli kaikille:** Heikon kielitaidon omaaville oppilaille tarjotaan oma opetuslinjansa, joka keskittyy nimenomaan kielenopetukseen.\n9.  **Ammattikoulutuksen kehittäminen:** Ammatillista koulutusta vahvistetaan tarjoamalla enemmän lähiopetusta ja varmistamalla, että koulutusohjelmat vastaavat työmarkkinoiden tarpeisiin.\n10. **Oppisopimuksilla yhteistyötä yritysten kanssa:** Oppisopimuskoulutus ja yhteistyö paikallisten yritysten kanssa tarjoavat opiskelijoille mahdollisuuksia siirtyä sujuvammin työelämään.\n\n**Speech Tone Analysis:**\n\nThe tone of the manifesto is critical and assertive. It identifies problems within the current system, such as bureaucracy, inefficient spending, and shortcomings in education and integration policies. The manifesto also takes a firm stance on issues like immigration and the protection of Finnish identity.\n\n**Potential Voter Base (Target Audience):**\n\n1.  **Nationalist-Conservative Voters:** Those who prioritize Finnish culture and identity, and are concerned about the impacts of immigration.\n2.  **Working-Class Voters:** Those who feel that the current system does not adequately address their needs, particularly in terms of employment, education, and social services.\n",
        "galtan":"party_galtan_graphs\/Perussuomalaiset_graph.png",
        "map":"party_maps\/Perussuomalaiset_map.png",
        "logo":"party_images\/Perussuomalaiset_logo.png",
        "topics":"party_topic_graphs\/Perussuomalaiset_topics.png"
    },
    {
        "party":"Liike Nyt",
        "manifesto_summary_en":"**Overview:**\n\nLiike Nyt's municipal election program for 2025 focuses on improving Finland's well-being and economy through concrete measures at the municipal and regional levels. Key areas of focus include revitalizing cities and municipalities, improving the economy through tax adjustments, and enhancing social and healthcare services. The party also emphasizes education, youth well-being, and services for the elderly, alongside streamlining municipal and regional administration.\n\n**Notable Proposals & Interventions:**\n\n1.  **Harmonized Taxation:** Aims for uniform taxation across Finland to reduce regional inequality, setting municipal tax rates below 7% to attract investment.\n2.  **Voluntary Municipal Mergers:** Promotes voluntary mergers to simplify the municipal funding model, ensuring equitable distribution of resources and balanced municipal finances.\n3.  **Income Tax Reduction:** Proposes lowering income tax to increase citizens' disposable income for food, hobbies, and services, stimulating economic growth.\n4.  **Reduced Food VAT:** Advocates reducing the value-added tax on food to 5% to improve purchasing power and support domestic food production.\n5.  **Tax-Free Overtime:** Seeks to eliminate taxes on overtime work to incentivize employees' extra work and earnings.\n6.  **Improved Home Deduction:** Aims to enhance the household deduction to support households' daily lives and simplify taxation related to domestic work, promoting employment in home services.\n7.  **One-Week Treatment Guarantee:** Guarantees access to primary healthcare within one week, implementing a personal physician model in all regions.\n8.  **Reforming Welfare Area Funding Law:** Reforming the funding law of welfare areas, emphasizing productivity and performance.\n9.  **Eliminating Income Limits for Students:** Proposes removing income limits for students to allow them to work part-time and support their living expenses without losing financial aid.\n10. **Community-Based Housing for the Elderly:** Advocates for community-based housing options for the elderly and improving access to 24\/7 housing services.\n\n**Speech Tone Analysis:**\n\nThe tone of the manifesto is **pragmatic** and **assertive**. The manifesto presents concrete proposals for improving municipal and regional governance, such as harmonizing taxation and promoting voluntary municipal mergers. The tone is assertive in its advocacy for specific policy changes, such as income tax reduction and the elimination of taxes on overtime work.\n\n**Potential Voter Base (Target Audience):**\n\nLiike Nyt's manifesto may appeal to **entrepreneurs and small business owners** due to its focus on reducing taxes and promoting a business-friendly environment. The emphasis on economic growth, lower taxes, and reduced bureaucracy could also attract **economically liberal voters** who prioritize individual financial freedom and efficient public services.\n",
        "manifesto_summary_fi":"**Overview:**\n\nLiike Nytin kunta- ja aluevaaliohjelman keskeisiä tavoitteita ovat elinvoimaiset kunnat, talouden tervehdyttäminen, sosiaali- ja terveydenhuollon parantaminen, koulutuksen ja nuorten hyvinvoinnin edistäminen sekä vanhuspalveluiden kehittäminen. Puolue pyrkii yhdenmukaistamaan verotusta, alentamaan veroja, parantamaan hoitoonpääsyä ja tukemaan kotimaista ruokatuotantoa. Ohjelma korostaa myös kuntien välistä yhteistyötä ja hallinnon keventämistä.\n\n**Notable Proposals & Interventions:**\n\n1.  **Kuntien veroprosentin asettaminen alle 7 %:** Alueiden houkuttelevuuden lisäämiseksi investointien kannalta.\n2.  **Tuloveron alennus:** Kansalaisten ostovoiman ja talouskasvun vauhdittamiseksi.\n3.  **Ruoan arvonlisäveron pudottaminen 5 prosenttiin:** Suomalaisten ostovoiman parantamiseksi ja kotimaisen ruokatuotannon tukemiseksi.\n4.  **Ylityön verovapaus:** Työntekijöiden kannustamiseksi ylimääräiseen työhön ja ansaintaan.\n5.  **Hoitotakuu 1 viikko perusterveydenhuollossa:** Omalääkärimallin käyttöönotto ja lääkäreille tehokkaampi suoritepalkkaus hoitojonojen lyhentämiseksi.\n6.  **Sote-irtisanomisten lopettaminen julkisella sektorilla:** Eläkkeelle jääneille hoitajille tarjotaan verohuojennuksia, jotta he voisivat jatkaa työssä.\n7.  **Hyvinvointialueiden rahoituslain uudistaminen:** Painottaen tuottavuutta ja suorituksia, sekä alijäämä- ja ylijäämäsääntöjen muuttaminen.\n8.  **Kouluruoan kotimaisuus ja laatu:** Varmistetaan laadukas ja kotimainen kouluruoka.\n9.  **Opiskelijoilta tulorajojen poistaminen:** Mahdollistetaan osa-aikatyön tekeminen ilman tuen menettämistä.\n10. **Omaishoitajien verotuksen poistaminen:** Sekä eläkkeestä että omaishoitotulosta.\n\n**Speech Tone Analysis:**\n\nPuolueen puheenvuorojen yleinen sävy on **pragmaattinen** ja **kriittinen**. Pragmaattisuus ilmenee konkreettisissa toimenpide-ehdotuksissa talouden ja palveluiden parantamiseksi. Kriittisyys kohdistuu nykyiseen hallintoon ja sen tehottomuuteen, sekä alueiden välisiin epätasa-arvoihin.\n\n**Potential Voter Base (Target Audience):**\n\nLiike Nytin potentiaalinen äänestäjäkunta voisi koostua **yrittäjistä** ja **työssäkäyvistä kansalaisista**, jotka arvostavat matalampaa verotusta, taloudellista tehokkuutta ja parempia palveluita. Myös **nuoret** voisivat olla kiinnostuneita puolueen koulutus- ja opiskelijamyönteisistä ehdotuksista.\n",
        "galtan":"party_galtan_graphs\/Liike Nyt_graph.png",
        "map":"party_maps\/Liike Nyt_map.png",
        "logo":"party_images\/Liike Nyt_logo.png",
        "topics":"party_topic_graphs\/Liike Nyt_topics.png"
    }
]